{
  "changeLanguage.title": "Please select the language you will use",
  "changeLanguage.indonesia": "Indonesia",
  "changeLanguage.english": "English",
  "changeLanguage.selectLanguage": "Select Language",

  "bottomNav.home": "Home",
  "bottomNav.transaction": "Transaction",
  "bottomNav.help": "Help",
  "bottomNav.profile": "Profile",

  "onBoarding.changeLanguage": "Change Language",
  "onBoarding.next": "Next",
  "onBoarding.placeholder": "Enter Your Full Name",

  "step1.title": "Enjoy the Convenience of Qurban",
  "step1.subtitle": "We provide the best online qurban experience just for you",

  "step2.title": "Various Affordable Options",
  "step2.subtitle": "We have a wide selection of special products to suit your needs",

  "step3.title": "First, what's your name?",

  "homeCategory.aqiqahProgram": "Aqiqah Program",
  "homeCategory.qurbanProgram": "Qurban Program",
  "homeNicePerson.title": "Story of Good People",
  "homeArticle.readMore": "Read More",

  "category.search": "Find the goodness you need",

  "addon.appBar": "Custom Orders",
  "addon.chooseMinimum": "Choose minimum",
  "addon.outOfStock": "Out of stock",
  "addon.free": "Free",
  "addon.postscript": "Postscript",
  "addon.optional": "Optional",
  "addon.placeholder": "Example: Ask for a double plastic bag!",
  "addon.price": "Price",
  "addon.add": "Add",

  "cardProduct.add": "Add",
  "cardProduct.canCustomized": "Can be Customized",
  "cardProduct.buy": "Buy",

  "productDetail.title": "Detail Product",
  "productDetail.description": "Description",

  "cart.title": "Cart",
  "cart.totalProduct": "Total Product",
  "cart.addMore": "Add More",
  "cart.totalPayment": "Total Payment",
  "cart.shipping": "does not include delivery fees",
  "cart.shopAt": "You Shop At",

  "product.empty": "The item you are looking for may be out of stock/unavailable now. Wait a few more days.",

  "articleDetail.anotherStory": "Another Story",

  "signIn": "Sign In",
  "signIn.withEmail": "Sign In with Email",
  "signIn.withGoogle": "Sign In with Google",
  "signIn.greeting": "Enjoy quality satisfaction and comfort shop for daily necessities with",
  "signIn.agreement": "By sign in and register, you agree with",

  "privacyPolicy": "Privacy Policy",
  "and": "and",

  "termAndCondition": "Terms of Use",
  "termAndCondition.pleaseRead": "Please read the terms of use ('terms of use') which are written below carefull before ordering Goods or using the Services from the Site this. To use our Services, you must be 21 years or more. If you are under 21 years of age, then you need permission from your parent or guardian. By continuing to access this Site and ordering Goods or Services from this Site by phone or application our mobile phone, you agree to be bound by these Terms of Use.",
  "termAndCondition.preliminaryTitle": "Preliminary",
  "termAndCondition.preliminaryContent": "is a one demand service that connects traditional markets with buyers through an app. THEREFORE THE PARTIES AGREE TO THE TERMS BELOW:",

  "termAndCondition.definitionTitle": "Definition",
  "termAndCondition.definition.2.1": "'Agreement' means this agreement ('Terms of Use'), Privacy Policy, any other form, and method of payment;",
  "termAndCondition.definition.2.2": "'Applications' are applications that can be installed on mobile phone from",
  "termAndCondition.definition.2.3": "'Delivery' is a delivery service provided by Merchants, traders here are Traditional Market traders working with or a third party cooperating with",
  "termAndCondition.definition.2.4.1": "'Goods' are consumer products sold at retail by Merchants. However,",
  "termAndCondition.definition.2.4.2": "has its own authority not to include the said Goods on the Platform;",
  "termAndCondition.definition.2.5": "'Operating Hours' i.e. the time and day when the Traditional Market is open to the public;",
  "termAndCondition.definition.2.6.1": "'Cooperating Merchants' or 'Traders' are third parties, who cooperate with",
  "termAndCondition.definition.2.6.2": "to supply Goods in connection with the Services;",
  "termAndCondition.definition.2.7.1": "'Platform' is www.",
  "termAndCondition.definition.2.7.2": ".id, a property in the form of a registered internet domain and any mobile or web application that provides equal access;",
  "termAndCondition.definition.2.7.3": ".com, a property of a registered internet domain and any mobile or web application that provides equal access;",
  "termAndCondition.definition.2.8": "'Privacy Policy' is an agreement that shown on this Site, set our way collect and store data;",
  "termAndCondition.definition.2.9": "'Services' i.e. any services we provide and you can request through our Site or Application;",
  "termAndCondition.definition.2.10.1": "'Site' is www.",
  "termAndCondition.definition.2.10.2": ".id or sub-domain others that we use to offer Goods and Our service;",
  "termAndCondition.definition.2.10.3": ".com or other sub-domains that we use to offer our Goods and Services;",
  "termAndCondition.definition.2.11": "'You', 'You', 'Consumer' i.e. you, a person who accesses this Site or Application to order Goods and uses Services from the Site or Application or other means to order from",

  "termAndCondition.orderTitle": "Order",
  "termAndCondition.order.3.1.1": "By placing an order for Goods through the Site or Application",
  "termAndCondition.order.3.1.2": ".id means that you order products from Cooperating Merchants (not from",
  "termAndCondition.order.3.1.3": ".id is only a Platform provider that provides Services for Consumers to order Goods. In the event of a complaint from a Consumer,",
  "termAndCondition.order.3.1.4": ".id through customer service will submit the complaint to the Cooperating Merchant and seek the best solution for the Consumer.",
  "termAndCondition.order.3.2.1": "Setiap informasi yang Anda berikan kepada",
  "termAndCondition.order.3.2.2": ".id is only used in connection with the Service,",
  "termAndCondition.order.3.2.3": ".id guarantees that such information will not be transferred, given, or informed to other third parties, except as specifically stipulated in these Terms of Use or the Privacy Policy",
  "termAndCondition.order.3.3": "When ordering through this Site you are asked to provide an e-mail address and password. You must ensure that information about it is safe and you do not provide that information to third party.",
  "termAndCondition.order.3.4": "The goods sent are for your needs and not for sale. You guarantee that you do not act as agent for third parties.",
  "termAndCondition.order.3.5": "You warrant that you are legally capable of place an order for the goods provided through Site or Application. You agree to give valid identity before making an order. you too agree to show a valid identity, if requested at the time of delivery to prove identity You.",
  "termAndCondition.order.3.6": "We will take all necessary actions necessary, to the best of our ability, to safeguard the data your order and payment, however, if there is no fault on our part, we don't can be held responsible for any loss that you may receive if a third party performs action without consent to access any data that you provide when accessing or ordering through the Site unless proven otherwise.",

  "termAndCondition.priceTitle": "Price and Payment",
  "termAndCondition.price.4.1.1": "All prices listed on the Site or Applications based on information from Merchants who Cooperating is true at the time of publication. However, the price may change due to business reasons. As a platform provider,",
  "termAndCondition.price.4.1.2": ".id will change the price listed immediately after the change by Merchants.",
  "termAndCondition.price.4.2.1": "All prices listed for delivery by third parties who cooperate with",
  "termAndCondition.price.4.2.2": ".id listed on the Site or Application is correct at the time of publication. However, these prices are subject to change due to business reasons. As a platform provider,",
  "termAndCondition.price.4.2.3": ".id will change the price listed after the change by the third party.",
  "termAndCondition.price.4.3": "Total price for Shipping, Goods or Services ordered, including shipping costs and fees others, will be listed on the Site when you placing your order in the check process. The price must be paid by the consumer is the price listed when the Consumer is in the checking process from the Site or Application. Changes to the price registered cannot occur when the Consumer is in the process of checking from the Site or Application.",
  "termAndCondition.price.4.4.1": "You agree to authorize",
  "termAndCondition.price.4.4.2": ".id to pay when the goods have arrived in your hands.",
  "termAndCondition.price.4.5.1": "All payments must be made for all Goods shipped and Services provided. Payment must be made based on the choice provided",
  "termAndCondition.price.4.5.2": ".id on Site or Application.",

  "termAndCondition.shippingPolicyTitle": "Shipping Policy",
  "termAndCondition.shippingPolicy.5.1": "Delivery time provided at time of order only estimates and subject to change. The delivery time can be selected is within 1-3 hours on the same day as the day of order and on the day next. The number of shipments of goods at any time delivery is limited, this means we don't can guarantee that you will receive delivery according to the time you want. Limitations will be notified on the Site or Application, and You can choose a delivery time that is still available.",
  "termAndCondition.shippingPolicy.5.2": ".id will do delivery of goods without cooperating with parties third. We will do our best to ensure that deliveries are made within the range 1-3 hours after you do the check process.",
  "termAndCondition.shippingPolicy.5.3.1": "However, you can contact",
  "termAndCondition.shippingPolicy.5.3.2": ".id if you don't receive the goods within the time frame that has been set by us.",
  "termAndCondition.shippingPolicy.5.3.3": ".id will facilitate your problem to find the best solution in the situation.",
  "termAndCondition.shippingPolicy.5.4": "Delivery is only available during Operational Hours from Cooperating Traditional Markets.",
  "termAndCondition.shippingPolicy.5.5": "Goods will be delivered to the address you specified at the time of booking.",
  "termAndCondition.shippingPolicy.5.6.1": "In certain circumstances if there is a delay delivery, at its sole discretion,",
  "termAndCondition.shippingPolicy.5.6.2": ".id can not charge shipping costs to Consumers.",
  "termAndCondition.shippingPolicy.5.7": "All risk of the Goods passes to you time of delivery.",
  "termAndCondition.shippingPolicy.5.8.1": "If you cannot receive the delivered goods to you at the time of Delivery, or we cannot deliver it at the appointed time due to your error in providing information sufficient and proper instructions, then the Goods is deemed to have been delivered to you and all the risk and responsibility for the Goods is transferred on your. Any storage, insurance and other costs/expenses that we bear as part from the inability to make deliveries due to your mistake, becomes your responsibility and you must provide the necessary compensation to",
  "termAndCondition.shippingPolicy.5.8.2": ".id if any. However Thus, this does not apply if you have contact",
  "termAndCondition.shippingPolicy.5.8.3": ".id via e-mail, telephone, or customer service.",
  "termAndCondition.shippingPolicy.5.9": "You must ensure that at the time of delivery Items, necessary settings including access delivery is available for delivery security the item. We are not responsible for any damage, costs and expenses incurred against the Goods or places at the time of this happened as a result of your error in provide adequate access and circumstances for delivery.",
  "termAndCondition.shippingPolicy.5.10.1": "Collaborating Merchants and/or",
  "termAndCondition.shippingPolicy.5.10.2": ".id is not responsible liable to you for any losses, liabilities, costs, damage, fines, or expenses arising from delay in delivery of goods, unless proven that the delay was caused by an error Collaborating Merchants and/or",
  "termAndCondition.shippingPolicy.5.11": "Please note that delivery may not can be done to several locations. In this case, we will give advance notice to you and cancel your booking.",

  "termAndCondition.rejectionTitle": "Rejection and Cancellation",
  "termAndCondition.rejection.6.1.1": "You understand that at the time of ordering, the Goods may not be available due to several reasons from Collaborating Merchants. In this case,",
  "termAndCondition.rejection.6.1.2": ".id will tell you through our customer service (via e-mail or email) telephone) that the item you ordered is not available, and will refund any payments you have made do it at the time you have received the goods or after the transaction, depending on your payment method",

  "termAndCondition.returnPolicyTitle": "Return Policy",
  "termAndCondition.returnPolicy.7.1": ".id and Traders who work together will provide information and accurate description for each product, however when you receive the products that you consider unacceptable, you have the right to refuse the product it, by providing reasons why the product it is not acceptable. We will consider your objection and return payment for the product within 1 (one) working days after the transaction, depending on the method your payment.",
  "termAndCondition.returnPolicy.7.2": "If on other considerations, you are not satisfied With the services we provide, you can provide an assessment of our services through the Site or Application. Under our policy, you can receive a refund of part of the Service fee provided.",

  "termAndCondition.informationTitle": "Information",
  "termAndCondition.information.8.1": "When we request information from you to ensure Delivery, you agree to provide accurate and complete information",
  "termAndCondition.information.8.2": "You agree to allow us to use, store or process personal information you are required to provide Shipping, Goods or Services to you and for the purposes of marketing and credit control (“Usage”). This use may involve the disclosure of personal information you to certain third parties we choose, each times we believe that the services offered by the third party is important to you or when this is required by law, or in the course of Delivery Food, Goods or Services for you. More information Further details can be found in our Privacy Policy.",
  "termAndCondition.information.8.3": "You have the right to request a copy of personal information you we have. Please contact us when you would like to request this information.",

  "termAndCondition.complaintTitle": "Complaint",
  "termAndCondition.complaint.9.1": ".id will try our best to facilitate your complaint by submit the complaint to the Merchant who Cooperate or Trader. We respond to complaints customers seriously and strive to respond to your complaint as soon as possible. All complaints addressed to tumbassemarang@gmail.com or via our customer service directly.",

  "termAndCondition.liabilityTitle": "Limitation of Liability",
  "termAndCondition.liability.10.1": "We try our best to ensure that information on the Site or Application is correct and error free at all times. Regardless of our utmost efforts, we cannot guarantee that on the Site or Application will always be free of errors and their use is always fit for purpose, on time and any errors will be corrected, and the site or server is free from viruses or bugs or shows the overall function, accuracy, reliability the site and we cannot guarantee against these matters, either explicitly or implicitly, relating to fitness for purpose, or accuracy.",
  "termAndCondition.liability.10.2": "By agreeing to these terms of use you agreed to release us from any responsibility arising from the use of information from third parties by you, or the consumption of Goods from a Merchant who Cooperated by you.",
  "termAndCondition.liability.10.3": "We disclaim any and all responsibility to you for the implementation of the Delivery, supply Goods and Services as long as permitted by regulations current regulation. This is not affect your rights under the law as customer. If we find that we are responsible responsible for any loss or damage to you, the liability is limited to the value that has been You pay for the relevant Goods or Services. We cannot accept responsibility for any any loss, loss or expense, including any direct or indirect loss such as lose profits on you, whatever the reason. This limitation of liability does not apply to personal accident or death arising directly on our negligence.",
  "termAndCondition.liability.10.4": "We do not accept any responsibility for any delay, failure, error or omission or loss of information submitted, viruses or other contamination or destructive things sent to the customer's computer system through our Site or Application.",
  "termAndCondition.liability.10.5": "We are not responsible for any failure or delay in performing the Service or deliver the Goods where the failure occurred as a result of any act or omission, which beyond our control like any extraordinary event and unavoidable caused by direct and special by the forces of nature that cannot anticipated, controlled, or prevented, by the act of prudence, thoroughness, and attention, including but not limited to: war, riots, riots, statutory or governmental orders, regulations, provisions or directives and actions of the parties third.",
  "termAndCondition.liability.10.6": "When we are contracted to deliver orders identical or similar to more than one Consumer and cannot fulfill all of our obligations to You by reason of Force Majeure, we can determine based on our authority, which order will we fulfill and to what extent we will do. However, we will give advance notice to those who have ordered but cannot the order is fulfilled and you are entitled to the policy returns as described in Section 7.",
  "termAndCondition.liability.10.7": "The products we sell are for use only local individuals and used for consumers. With Thus, we are not responsible for any indirect loss, loss due to something cause, loss of data, loss of income or profit, loss or damage to property and/or loss on claims from third parties that arising out of the use of the Site or Application or for any product or service purchased from us.",
  "termAndCondition.liability.10.8": "We have taken steps to prevent fraud through the Internet and ensure every data collected from you is kept as secure as possible. However, we are not responsible in the event that happens an event that is highly unlikely to occur in computer server or from a third party.",
  "termAndCondition.liability.10.9.1": "In the event that we have confidence that there are misuse of vouchers and/or discount codes or there are things that give rise to fraud,",
  "termAndCondition.liability.10.9.2": ".id can do blocking consumers immediately and entitled to refuse to provide future service to the consumer. Then, if there is misuse of vouchers or discount codes, we reserve the right to get compensation from any and all perpetrators who do that.",
  "termAndCondition.liability.10.10": "Offer is something that becomes at our discretion and can be withdrawn at any time by prior notification to potential Consumers.",

  "termAndCondition.requirementsTitle": "General Requirements",
  "termAndCondition.requirements.11.1": "All prices are in Indonesian Rupiah (IDR).",
  "termAndCondition.requirements.11.2": "We can sub-contract some any part or parts of the Service or Goods which we provide to you from time to time.",
  "termAndCondition.requirements.11.3": "We will publish any changes that material or substantive terms of the Terms of Use on Site or App, and you should read the changes it carefully. If you continue to use and access the Site or Application any after the amended Terms of Use are published, then it will be considered as your agreement to Amended Terms of Use.",
  "termAndCondition.requirements.11.4.1": "Any objection to the Terms of Use changed must be given to",
  "termAndCondition.requirements.11.4.2": ".id within 7 (seven) days after the change is published on the Site or Application.",
  "termAndCondition.requirements.11.5": "You are unable to use or launch automated systems or programs in connection with the Site or Our Application or its online ordering function.",
  "termAndCondition.requirements.11.6": "You cannot collect or retrieve personally identifiable information from the Site or Applications, use of the communication system provided by the Site or Application to be collected online commercial, collection for any reason by users Site or Application in connection with its registration in Site or Application, or publish or distribute any vouchers or codes in connection with the site or collect or retrieval or hack the Site or Application.",
  "termAndCondition.requirements.11.7": "Terms of Use along with Policies Privacy, every other form and payment method is an integral part of the agreement between you and us. There are no provisions either explicitly or implicitly which will form part of this Agreement. In terms of there is a difference between these Terms of Use and any of the terms or rules on the Site or Applications except those relating to privacy issues, then the Terms of Use will apply.",
  "termAndCondition.requirements.11.8": "If there are conditions or conditions on the Agreements that become invalid, illegal or not applicable, then the parties hereby agree that such terms or conditions will be removed and other provisions of the Agreement will remain in effect without such conditions or conditions.",
  "termAndCondition.requirements.11.9": "These Terms of Use and our Agreement are governed and made under Indonesian law. The parties hereby agree to choose the jurisdiction of the Court Semarang State.",
  "termAndCondition.requirements.11.10": "No delays or failures for exercise rights or damages that are ours under the Agreement, which will be considered as waiver of our share of rights or remedies the loss except the waiver confirmed in writing.",
  "termAndCondition.requirements.11.11": "These Terms of Use and the contract (and all non-contractual obligations arising out of or in connection hereby) is regulated and made under the Law Indonesia. We and you hereby non-exclusively choose the jurisdiction of the Registrar of the District Court Semarang. All deals, correspondence and contacts between us must be made based on Indonesian.",

  "privacyPolicy.title": "Privacy Policy",
  "privacyPolicy.UPPERCASE": "PRIVACY POLICY",

  "privacyPolicy.requirements.definition.1.1": "This Privacy Policy has been created by",
  "privacyPolicy.requirements.definition.1.2": ".id to protect and maintain the privacy of our Site or Application Users (",
  "privacyPolicy.requirements.definition.1.3": ".id). We provide you with this policy to inform you of the information we may collect during your visit to our Site",
  "privacyPolicy.requirements.definition.1.4": ".id (“Site”) or mobile phone application (“Application”), why we collect customer information, what we use that information for, under what conditions we may disclose the information, and how you can instruct us to limit the use of that information . This Privacy Policy is an integral part of our Terms of Use. If there is a difference between the Privacy Policy and the Terms of Use in relation to matters relating to privacy, the provisions of this Privacy Policy shall prevail.",

  "privacyPolicy.requirements.title.1.0": " Data Collected on this Site",
  "privacyPolicy.requirements.title.1.1": " IP Address:",
  "privacyPolicy.requirements.1.1.1": "When visiting the Site, the IP address of the user's computer will be registered in the online system ",
  "privacyPolicy.requirements.1.1.2": ".id. An IP address is a string of binary numbers from a computer that is used when visiting the Site. IP address registered so that",
  "privacyPolicy.requirements.1.1.3": ".id can track the computer used in the event of misuse or unlawful acts in connection with a visit to or use of the Site. Next, the IP address is used to obtain your approximate location (city level).",

  "privacyPolicy.requirements.title.1.2": " The type of device you are using For example:",
  "privacyPolicy.requirements.1.2.1": "computer, mobile phone, etc., the operating system you are using.",

  "privacyPolicy.requirements.title.1.3": "The type of search site (web browser) you are using For example:",
  "privacyPolicy.requirements.1.3.1": "Google Chrome, Mozilla Firefox, Safari, Internet Explorer, etc.",

  "privacyPolicy.requirements.1.4": "Personal Information In order to process your order using the Site or Application, we require you to provide us with some personal information that personally identifies you and your delivery location. We receive and store all information that you enter in any part of the Site or Application. This includes:",

  "privacyPolicy.requirements.title.1.4.1": "Registration Form:",
  "privacyPolicy.requirements.1.4.1": "Information includes, but is not limited to: Name, Address, Telephone Number, E-mail Address",

  "privacyPolicy.requirements.title.1.4.2": "Order Form:",
  "privacyPolicy.requirements.1.4.2": "Information, including but not limited to: Expiration Date, and Shipping Address.",

  "privacyPolicy.requirements.title.1.4.3": "Shipping Information:",
  "privacyPolicy.requirements.1.4.3": "Information includes, but is not limited to: Name, Address, Telephone Number, Special Shipping Instructions.",

  "privacyPolicy.requirements.title.1.4.4": "Information",
  "privacyPolicy.requirements.1.4.4": "Customers: Information including, but not limited to: Products Ordered, Order Quantity.",

  "privacyPolicy.requirements.title.1.4.5": "Other Customer Information:",
  "privacyPolicy.requirements.1.4.5": "If you communicate with us via e-mail, or fill out online forms, surveys, or through a contest, any information provided may be considered Personal Information.",
  "privacyPolicy.requirements.1.4.5.2": "This information is collectively referred to as “Personal Information”. You can choose not to provide us with certain Personal Information. Under these conditions, you can still access and view most of the Sites or Applications, however, you cannot order any products. In addition, you may choose not to provide certain information, but you may not be able to receive all the benefits of features on the Site or Application.",

  "privacyPolicy.requirements.title.2.0": " How we use your Personal Information",
  "privacyPolicy.requirements.2.0": "We use your Personal Information for purposes based on your requests, processing and filling customer orders, verifying your qualifications for certain products and services, billing, improving our services, providing a better and personalized shopping experience, communicating with you and informing special offer to you. From time to time, we may use your Personal Information to send you free samples of new or different product brands than you normally order. However, if you choose to “opt out” of this feature, please refer to Section 10 of this Privacy Policy. By agreeing to this Privacy Policy, you understand and agree that ",
  "privacyPolicy.requirements.2.0.1": ".id may provide your Personal Information to third parties for as long as necessary or necessary to fulfill your order or complete your transaction. For example, we may use a third party as a provider/supplier of certain goods, another delivery company to ship orders, and in the case of credit card processing by a company to bill users for goods and services. We may also provide your Personal Information as described in Sections 5 and 12 below. As an exception to the above, and in Sections 5 and 12 below, we will not share your Personal Information with third parties unless you have given us permission to do so.",

  "privacyPolicy.requirements.title.3.0": " Dissemination of Personal Information",
  "privacyPolicy.requirements.3.0": "In addition to Section 2 above, we disseminate demographic information to our associates anonymously and on a aggregated basis. This type of data is not linked to any personally identifiable information. We work with third parties to provide services to you. We disseminate information when other companies are involved in transactions so that these companies can carry out their functions.",

  "privacyPolicy.requirements.title.4.0": " Data Controller",
  "privacyPolicy.requirements.4.1": " For information where",
  "privacyPolicy.requirements.4.1.1": ".id be a data controller, ",
  "privacyPolicy.requirements.4.1.2": ".id will be the data controller of the master data you enter in connection with the creation of a profile or registration for the newsletter, namely your name, your password and your e-mail address, as well as your IP address registration. Next,",
  "privacyPolicy.requirements.4.1.3": ".id will be the data controller of the information provided to other service providers.",
  "privacyPolicy.requirements.4.2": " For information where you are the data controller, you will be the data controller for the content you choose to provide on the Site and for the data provided on your profile on Social Media, which is a result of the linking of your profile on the Site with your profile on Social Media.",

  "privacyPolicy.requirements.title.5.0": " Data processing",
  "privacyPolicy.requirements.5.1": ".id can exclusively use the company's services to maintain operational technical, security, and confidentiality of personal data contained in the Site. This company is a data processor with respect to personal data where",
  "privacyPolicy.requirements.5.1.1": ".id is the data controller. By agreeing to this Privacy Policy, you give your consent to",
  "privacyPolicy.requirements.5.1.2": ".id to allow the same data processor to process data for which you are the data controller. The data processor can act on its own based on instructions from",
  "privacyPolicy.requirements.5.1.3": ".id. By agreeing to this Privacy Policy, you give your consent to ",
  "privacyPolicy.requirements.5.1.4": ".id to provide data processors with the necessary instructions to process data under this Privacy Policy and for the purposes of using the Site. The data processor has taken necessary technical and security management actions against information that is accidentally or unlawfully damaged, lost or of deteriorating quality and against information that is known to unauthorized persons, misused or in other ways that are contrary to the methods personal data processing. At your request – with regard to remuneration to data processors at an hourly rate – the data processor provides you with sufficient information to demonstrate that technical and security management actions have been taken. In that case, ",
  "privacyPolicy.requirements.5.1.5": ".id will facilitate your request to the data processor.",

  "privacyPolicy.requirements.title.6.0": " Security Measures",
  "privacyPolicy.requirements.6.1": ".id will make every effort to ensure that the recorded data, including personal information, credit card data, passwords and other confidential information, will not be opened, transferred, given to or used unlawfully by unauthorized parties. In this regard, ",
  "privacyPolicy.requirements.6.1.1": ".id will periodically check its systems to prevent attacks and vulnerabilities against them. However, because the internet is a space that is not 100% secure,",
  "privacyPolicy.requirements.6.1.2": ".id cannot at any time ensure or guarantee the security of information sent to ",
  "privacyPolicy.requirements.6.1.3": ".id. Information sent through the Site is not encrypted, and therefore ",
  "privacyPolicy.requirements.6.1.4": ".id advises you to carefully convey confidential information through the internet. However, ",
  "privacyPolicy.requirements.6.1.5": ".id may provide audit records for all activities carried out on the Site if this is requested by the competent authority for legal purposes as specified in the applicable laws and regulations.",

  "privacyPolicy.requirements.title.7.0": " This site uses cookies and in the following we explain what cookies we use and for what purposes they are used. By using our Site, you accept that we use cookies as described below.",
  "privacyPolicy.requirements.7.1": " What are cookies? Cookies are small units of information that the Site places on the hard disk of your computer, tablet or smartphone. Cookies contain information that the Site uses to make communication between you and your web browser more efficient. Cookies do not identify you as an individual user, but rather your computer.There are two types of Cookies, namely session cookies and persistent cookies.Session Cookies are temporary pieces of information that are deleted when you exit your web browser.Persistent Cookies are pieces of information which are more permanent in nature which are stored and remain on your computer until the information is deleted. Persistent Cookies are deleted automatically after a certain period of time but are updated each time you visit the Site. The Site uses session cookies and persistent cookies.",
  "privacyPolicy.requirements.7.2": " What types of cookies do we use and for what purposes? We use cookies to:",
  "privacyPolicy.requirements.title.7.2.1": "Statistics",
  "privacyPolicy.requirements.7.2.1": "Measuring Site traffic, i.e. the number of visitors to the Site, where the domains of visitors come from, what pages visitors visit on the Site, and in which geographic area visitors are generally located.",
  "privacyPolicy.requirements.title.7.2.2": " Site functionality improvement",
  "privacyPolicy.requirements.7.2.2": "Optimize your experience with the Site, including remembering your User ID and password when you return to the Site, so you don't have to log-in again.",
  "privacyPolicy.requirements.title.7.2.3": " Connecting with Social Media",
  "privacyPolicy.requirements.7.2.3": "We give you the possibility to connect with Social Media, like Facebook.",
  "privacyPolicy.requirements.title.7.3": " Third Party Cookies",
  "privacyPolicy.requirements.7.3": "Our site uses cookies from Third Parties as follows:",
  "privacyPolicy.requirements.7.3.1": " Google Analytics: for statistical purposes. You can refuse cookies from Google Analytics by clicking this link http://tools.google.com/dlpage/gaoptout",
  "privacyPolicy.requirements.7.3.2": " Facebook: Placed by Facebook only when you interact with the Facebook plug-in or log into Facebook from another source with the intent to connect and integrate with it.",
  "privacyPolicy.requirements.7.3.3": " Twitter: Placed by Twitter only when you interact with the Twitter plug-in or log into Twitter from another source with the intent to connect and integrate with it.",
  "privacyPolicy.requirements.7.3.3.google": " Placed by Google+ only when you interact with a Google+ plug-in or log into Google+ from another source with the intent to connect and integrate with it",
  "privacyPolicy.requirements.title.7.4": " Cookies Removal",
  "privacyPolicy.requirements.7.4": "If you wish, you can delete the cookies that are already on your device. If you are using a newer PC or browser, you can press CTRL + SHIFT + DELETE simultaneously. If these shortcuts do not work on your browser, please visit the browser's support page concerned. Please note that our Site will not work optimally if you delete these cookies.",

  "privacyPolicy.requirements.title.8.0": " Lost or Stolen Information",
  "privacyPolicy.requirements.8.0": "If your username, or password is lost, stolen or used without permission, you must immediately contact us via our Customer Service at +62 82 242861268 and/or send an email to tumbassemarang@gmail.com. In this case, we will consider that you have canceled the username, and password that you used on our system and we will then update our data.",
  "privacyPolicy.requirements.8.1": "If your username or password is lost, stolen or used without permission, you must immediately contact us via our Customer Service at +62 812 2882 3048 and/or send an email to",
  "privacyPolicy.requirements.8.2": ".id@gmail.com. In this case, we will assume that you have canceled the username, and password that you used on our system and furthermore we will update our data.",

  "privacyPolicy.requirements.title.9.0": " Access, correction and deletion",
  "privacyPolicy.requirements.title.9.1": " Access",
  "privacyPolicy.requirements.9.1": "On written request to",
  "privacyPolicy.requirements.9.1.2": ".id through the contact information contained in Section 10,",
  "privacyPolicy.requirements.9.1.3": ".id will provide you with information regarding the purpose of the processing; who receives the information and where does the information come from. ",
  "privacyPolicy.requirements.9.1.4": ".id will provide the above information as soon as possible.",
  "privacyPolicy.requirements.title.9.2": " Corrections and deletions",
  "privacyPolicy.requirements.9.2": "If you find that",
  "privacyPolicy.requirements.9.2.1": ".id as a data controller processing false or misleading data, ",
  "privacyPolicy.requirements.9.2.2": ".id will correct based on your request. We recommend that you – whenever possible – correct the error yourself. You may at any time correct or delete any content and information on the Site, for which you are the data controller, see Section 4.2. If personal data changes, or if you no longer want such data to appear on the Site, you can update or delete information by logging in to your user profile. When your profile has been deleted, all data related to your user profile will be deleted.",

  "privacyPolicy.requirements.title.10.0": " How to limit the use of your information",
  "privacyPolicy.requirements.10.0": "Our users are given the opportunity to “opt out”, so that their information is not used for purposes that are not directly related to the placement, processing, fulfillment or delivery of a product order when we ask for information. If you have opted out and do not want us to send you material we think you will be interested in, such as product information, product samples, and promotional messages/e-mails from us and our sites and companies, you can tell us in one of the two ways below:",
  "privacyPolicy.requirements.10.1": "10.1 Send email to: tumbassemarang@gmail.com",

  "privacyPolicy.requirements.title.11.0": " Changes to Privacy Policy",
  "privacyPolicy.requirements.11.1": ".id may at any time make changes to its Privacy Policy with future effect. We will notify you of the changes in advance. ",
  "privacyPolicy.requirements.11.1.2": ".id will provide information to Site users regarding such changes when the user logs into the Site. If you want it,",
  "privacyPolicy.requirements.11.1.3": ".id will provide information about substantial changes to this Privacy Policy via your e-mail registered in our data.",
  "privacyPolicy.requirements.11.2": " You agree that by continuing to use the Site or Application after the modified version of the Privacy Policy, is a form of your agreement to the modified privacy policy.",

  "privacyPolicy.requirements.title.12.0": " Disclosure Required by Law",
  "privacyPolicy.requirements.12.1": "We may disclose Personal Information when required by law or when such action is necessary in order to comply with statutory orders or to comply with subpoenas or legal processes directed against",
  "privacyPolicy.requirements.12.2": ".id or employees or principals. Furthermore, we reserve the right to disclose such information when",
  "privacyPolicy.requirements.12.3": ".id believe that such disclosure is necessary to identify, contact, or take legal action against parties who may be violating the Terms of Use ",
  "privacyPolicy.requirements.12.4": ".id or which may result in the loss of or interference with the rights or property of the property ",
  "privacyPolicy.requirements.12.5": ".id, registered customers or potential customers ",
  "privacyPolicy.requirements.12.6": ".id or other parties who may be harmed by such actions.",

  "privacyPolicy.requirements.title.13.0": " Questions about the Site and Privacy Policy",
  "privacyPolicy.requirements.13.0": "If you have any questions regarding the Privacy Policy ",
  "privacyPolicy.requirements.13.0.1": ".id, our data processing, data correction or your relationship with us in general, please contact",
  "privacyPolicy.requirements.13.0.2": ".id through email tumbassemarang@gmail.com",

  "privacyPolicy.requirements.13.1.1": "If you have any questions regarding the Privacy Policy",
  "privacyPolicy.requirements.13.1.2": ", our data processing, data improvement or your relationship with us in general, please contact",
  "privacyPolicy.requirements.13.1.3": " through email",
  "privacyPolicy.requirements.13.1.4": ".id@gmail.com",

  "firebaseLogin.enterEmail.1.0": "Enter Email",
  "firebaseLogin.enterEmail.2.0": "Email format does not match",

  "firebasePassword.requirements.1.0": "Enter Password",

  "notRegistered.requirements.1.0": "Not registered ",
  "register.requirements.1.0": " Register",

  "forgotPassword.requirements.1.0": " Forgot Password?",

  "loginButton.requirements.1.0": "Login",

  "cancel.requirements.1.0": "Cancel",

  "goBack.requirements.1.0": "Register By Email",

  "regiterEmail.requirements.title.1.0": "Register By Email",

  "labelName.requirements.1.0": "Name:",
  "namePlaceholder.requirements.1.0": "Enter Name",

  "labelPhone.requirements.1.0": "Phone Number",
  "phonePlaceholder.requirements.1.0": "Enter Phone Number",

  "emailPlaceholder.requirements.1.0": "Enter Email",

  "errorEmail.requirements.1.0": "Invalid email format",

  "passwordPlaceholder.requirements.1.0": "Enter Password",

  "alredyRegistered.requirements.1.0": "Alredy registered ?",
  "login.requirements.1.0": " Login",

  "firebaseLoginAdd.requirements.1.0": "Reset Password",
  "firebaseLoginAdd.requirements.2.0": "Enter Email",
  "firebaseLoginAdd.requirements.3.0": "Email format does not match",
  "firebaseLoginAdd.requirements.4.0": "We will send you an email to reset your password",
  "firebaseLoginAdd.requirements.5.0": "Reset Again",
  "firebaseLoginAdd.requirements.6.0": "Cancel",

  "registerButton.requirements.1.0": "Register",
  "cancelButton.requirements.1.0": "Cancel",

  "transaction.requirements.title.1.0": "Transaction",
  "transaction.requirements.1.0": "Transaction is Still Empty",
  "transaction.requirements.2.0": "No transactions yet, go shopping now!",

  "transactionHistory.requirements.1.0": "Transaction History",

  "helpCenter.requirements.1.0": "Help Center",
  "helpCenter.ask.requirements.1.0": " Did You Need Help?",
  "helpCenter.ask.requirements.2.1": "Still ",
  "helpCenter.ask.requirements.2.2": "need help",
  "helpCenter.ask.requirements.2.3": " or ",
  "helpCenter.ask.requirements.2.4": "have other question",
  "helpCenter.ask.requirements.2.5": "to ask?",

  "helpCenter.contactUs.requirements.1.0": "CONTACT US",

  "helpCenter.service.requirements.1.0": "24 Hours Customer Service, Monday to Sunday, excluding Public Holidays.",

  "profile.navBar.requirements": "Profile",
  "profile.userTitle.requirements": "User",

  "profile.account.requirements.title.1.0": "Account",
  "profile.account.requirements.1.1": "My Order",
  "profile.account.requirements.1.2": "Saved Address",
  "profile.account.requirements.1.3": "My Voucher",
  "profile.account.requirements.1.4": "Enter Promo Code",
  "profile.account.requirements.1.5": "My Point",

  "profile.another.requirements.title.1.0": "More Info",
  "profile.another.requirements.1.1": "Privacy Policy",
  "profile.another.requirements.1.2": "Terms of Use",
  "profile.another.requirements.1.3": "About Us",

  "profile.signOut.requirements": "Sign Out",

  "address.addressBar.requirements": "Address",
  "address.requirements.1.0": "No Address Added",
  "address.requirements.2.0": "The address is empty, please add the address first.",
  "address.buttonAdd.1.0": "Add Address",

  "cardAddress.requirements.1.0": "Main",
  "cardAddress.requirements.2.0": "Make Main Address",
  "cardAddress.requirements.3.0": "Change Address",

  "addAddress.requirements.1.0": "Search Province",
  "addAddress.requirements.2.0": "Province not found",
  "addAddress.requirements.3.0": "Yay! You have seen it all",
  "addAddress.requirements.4.0": "recipient's name",
  "addAddress.requirements.4.0.1": "Enter Full Name",
  "addAddress.requirements.5.0": "Phone Number",
  "addAddress.requirements.5.0.1": "Enter Phone Number",
  "addAddress.requirements.6.0": "Email",
  "addAddress.requirements.6.0.1": "Enter Active Email",
  "addAddress.requirements.6.0.2": "Invalid email",
  "addAddress.requirements.7.0": "Place name",
  "addAddress.requirements.7.0.1": "Example: Home, Office, etc",
  "addAddress.requirements.8.0": "Province / City / District / Village",
  "addAddress.requirements.8.0.1": "Select Province",
  "addAddress.requirements.9.0": "Postal code",
  "addAddress.requirements.10.0": "Address details",
  "addAddress.requirements.10.0.1": "Street Name, Building, No. Home",
  "addAddress.requirements.11.0": "Optional for instant courier delivery",
  "addAddress.requirements.12.0": "Change",
  "addAddress.requirements.13.0": "Select Your Location",
  "addAddress.requirements.14.0": "Update",
  "addAddress.requirements.15.0": "Location map",

  "addAddress.requirements.16.0": "Search Province/City/District/Village",
  "addAddress.requirements.17.0": "Yay! You have seen it all",
  "addAddress.requirements.18.0": "Province not found",
  "addAddress.requirements.19.0": "Add Address",
  "addAddress.requirements.20.0": "Recipient's name",
  "addAddress.requirements.21.0": "Enter Full Name",
  "addAddress.requirements.22.0": "Fill field at least 3 characters",
  "addAddress.requirements.23.0": "Phone number",
  "addAddress.requirements.24.0": "Enter Phone Number",
  "addAddress.requirements.25.0": "Please fill in your phone",
  "addAddress.requirements.26.0": "Invalid Phone Number",
  "addAddress.requirements.27.0": "Email",
  "addAddress.requirements.28.0": "Enter Active Email",
  "addAddress.requirements.29.0": "Invalid email",
  "addAddress.requirements.30.0": "Place name",
  "addAddress.requirements.31.0": "Example: Home, Office, etc",
  "addAddress.requirements.32.0": "Fill field at least 3 characters",
  "addAddress.requirements.33.0": "Province / City / District / Village",
  "addAddress.requirements.34.0": "Select Province/City/District/Village",
  "addAddress.requirements.35.0": "province",
  "addAddress.requirements.36.0": "This field is required!",
  "addAddress.requirements.37.0": "Postal code",
  "addAddress.requirements.38.0": "This section is mandatory!",
  "addAddress.requirements.39.0": "Address details",
  "addAddress.requirements.40.0": "Street Name, Building, House Number",
  "addAddress.requirements.41.0": "Fill field at least 3 characters",
  "addAddress.requirements.42.0": "Location Map",
  "addAddress.requirements.43.0": "Optional for instant courier delivery",
  "addAddress.requirements.44.0": "Change",
  "addAddress.requirements.45.0": "Select Your Location",
  "addAddress.requirements.46.0": "Save",
  "addAddress.requirements.47.0": "city",
  "addAddress.requirements.48.0": "Address",
  "addAddress.requirements.49.0": "No Address",
  "addAddress.requirements.50.0": "The address is empty, please add the address first.",
  "addAddress.requirements.51.0": "add address",

  "addAddress.requirements.52.0": "Saved Address",
  "addAddress.requirements.53.0": "Find Address",
  "addAddress.requirements.54.0": "The address you typed is not available. Please add an address",
  "addAddress.requirements.55.0": "Oops, you don't have a saved address yet. Please add an address",
  "addAddress.requirements.56.0": "Add New Address",
  "addAddress.requirements.57.0": "Main Address",

  "voucher.voucherBar.requirements": "Your Voucher",
  "voucher.requirements.1.0": "Yay! You have seen it all",
  "voucher.requirements.2.0": "No vouchers available!",
  "voucher.requirements.3.0": "Voucher Applied",
  "voucher.labelVoucher.requirements.1.0": "Use",

  "promo.titlePromo.requirements.1.0": "Promo Code",
  "promo.requirements.1.0": "Have a Voucher Code?",
  "promo.requirements.2.0": "Enter the voucher code below!",
  "promo.promoPlaceholder.requirements.1.0": "Voucher code",
  "promo.submit.requirements.1.0": "Submit",
  "promo.error.requirements.1.0": "Vouchers Failed to Applied!",
  "promo.success.requirements.1.0": "Voucher Has Been Saved",
  "promo.requirements.3.0": "Vouchers worth of ",
  "promo.requirements.4.0": " has been saved,",
  "promo.requirements.5.0": " enjoy it!",
  "promo.invalidError": "The voucher code you used is invalid. Please enter the correct code and try again",
  "promo.expiredError": "Voucher validity has expired.",
  "promo.usageLimitReached": "Voucher usage limit has been reached",
  "promo.minSpendLimit": "Minimum spend for this voucher is",
  "promo.maxSpendLimit": "The maximum spend for this voucher is",
  "promo.restrictedEmail": "Due to email restrictions.",
  "promo.appliedIndividualError": "Error applied individual use only",
  "promo.notApplicable": "Sorry, this voucher is not valid for the contents of your cart.",
  "promo.notEnable": "Voucher not activated",

  "aboutUs.requirements.1.0": "About Us",

  "cartShipment.requirements.1.0": "Order",
  "cartShipment.requirements.2.0": "Take it by yourself",
  "cartShipment.requirements.3.0": "Delivery order",
  "cartShipment.requirements.4.0": "Delivery Details",
  "cartShipment.requirements.5.0": "Shipping address",
  "cartShipment.requirements.6.0": "Change",
  "cartShipment.requirements.7.0": "Before continuing to pay, fill in your address details first here!",
  "cartShipment.requirements.8.0": "Address for consignee",
  "cartShipment.requirements.9.0": "Please fill in the address first!",
  "cartShipment.requirements.10.0": "Invalid email",
  "cartShipment.requirements.11.0": "Please choose a shipping method!",
  "cartShipment.requirements.12.0": "Please select a payment method!",
  "cartShipment.requirements.13.0": "Order Summary",
  "cartShipment.requirements.14.0": "More detail",
  "cartShipment.requirements.15.0": "Shorter",
  "cartShipment.requirements.16.0": "does not include delivery fees",
  "cartShipment.requirements.17.0": "Discount",
  "cartShipment.requirements.18.0": "Point",
  "cartShipment.requirements.19.0": "Total payment",
  "cartShipment.requirements.20.0": "You Shop At: ",
  "cartShipment.requirements.21.0": "Order",
  "cartShipment.requirements.22.0": "Only applies for",
  "cartShipment.requirements.23.0": "Does not apply to",
  "cartShipment.requirements.24.0": "Applies to categories",
  "cartShipment.requirements.25.0": "Not valid for categories",
  "cartShipment.requirements.26.0": "Check again later or wait a while",
  "cartShipment.requirements.27.1": "Internal server ",
  "cartShipment.requirements.27.2": " it's not fit anymore. Wait a few more moments and press try again.",
  "cartShipment.requirements.28.0": "Closed",
  "cartShipment.requirements.29.0": "Sorry the shop is closed today",
  "cartShipment.requirements.30.0": "Open today ",
  "cartShipment.requirements.31.0": "The voucher code you used is invalid. Please enter the correct code and try again.",
  "cartShipment.requirements.32.0": "Voucher validity has expired.",
  "cartShipment.requirements.33.0": "The voucher usage limit has been reached.",
  "cartShipment.requirements.34.0": "Minimum spend for this voucher is ",
  "cartShipment.requirements.35.0": "Due to email restrictions.",
  "cartShipment.requirements.36.0": "Error applied individual use only",
  "cartShipment.requirements.37.0": "Sorry, this voucher is not valid for the contents of your cart.",
  "cartShipment.requirements.38.0": "Voucher not Enable",
  "cartShipment.requirements.39.0": "Sorry, Insufficient Stock",
  "cartShipment.requirements.40.0": "Sorry, there is not enough addon stock",
  "cartShipment.requirements.41.0": "Quantity exceeds available stock!",
  "cartShipment.requirements.42.0": "Store Temporarily Closed",
  "cartShipment.requirements.43.0": "Oops.. the server is busy",
  "cartShipment.requirements.44.0": "Please fill in the address first!",
  "cartShipment.requirements.45.0": "Please choose a shipping method in advance!",
  "cartShipment.requirements.46.0": "Please fill in the address first!",
  "cartShipment.requirements.47.0": "Sorry, no shipping available!",
  "cartShipment.requirements.48.0": "Store Close",
  "cartShipment.requirements.49.0": "Sorry, your voucher code can't be used",
  "cartShipment.requirements.50.0": "Subtotal",
  "cartShipment.requirements.51.0": "Sorry, there is not enough addon stock",
  "cartShipment.requirements.52.0": "The maximum spend for this voucher is ",
  "cartShipment.requirements.53.0": "Have a voucher code?",
  "cartShipment.requirements.54.0": "Insert",

  "takeByYourSelf.requirements.1.0": "Full name",
  "takeByYourSelf.requirements.2.0": "Email address",
  "takeByYourSelf.requirements.3.0": "Phone number",
  "takeByYourSelf.requirements.4.0": "Order Note",

  "btnShipping.requirements.1.0": "Shipping Method",
  "btnShipping.requirements.2.0": "Choose Shipping Method",

  "btnPaynment.requirements.1.0": "Payment method",
  "btnPaynment.requirements.2.0": "Choose a payment method",

  "paynmentMethod.requirements.1.0": "Choose Payment Method",
  "paynmentMethod.requirements.2.0": "Payment not available",

  "fillData.requirements.1.0": "Let's fill in your personal data first before filling out the voucher",
  "fillData.requirements.2.0": "Fill in Personal Data",

  "voucherCart.requirements.1.0": "Your Vouchers",
  "voucherCart.requirements.2.0": "Have a voucher code? Enter here",
  "voucherCart.requirements.3.0": "Yay! You have seen it all",
  "voucherCart.requirements.4.0": "No vouchers available!",

  "loadingOrder.requirements.1.0": "Order In Process",
  "loadingOrder.requirements.2.0": "Please wait a moment please!",
  "loadingOrder.requirements.3.0": "Your order is being processed",

  "cartOrder.requirements.1.0": "Your basket is still empty",
  "cartOrder.requirements.2.0": "Find the product you need today,",
  "cartOrder.requirements.3.0": "let's shop now!",
  "cartOrder.requirements.4.0": "Shop Now",
  "cartOrder.requirements.5.0": "Continue Transaction",

  "orderDetails.requirements.1.0": "Digital Products",
  "orderDetails.requirements.2.0": "Notes :",
  "orderDetails.requirements.3.0": "Transaction Details",
  "orderDetails.requirements.4.0": "Order Details",
  "orderDetails.requirements.5.0": "Other",
  "orderDetails.requirements.6.0": "Recipient Details",
  "orderDetails.requirements.7.0": "Shipping Method",
  "orderDetails.requirements.8.0": "No. receipt",
  "orderDetails.requirements.9.0": "Recipient Details",
  "orderDetails.requirements.10.0": "Payment Details",
  "orderDetails.requirements.11.0": "Payment method",
  "orderDetails.requirements.12.0": "Total price",
  "orderDetails.requirements.13.0": "Discount",
  "orderDetails.requirements.14.0": "Point",
  "orderDetails.requirements.15.0": "Total payment",
  "orderDetails.requirements.16.0": "Pay Now",
  "orderDetails.requirements.17.0": "Buy again",
  "orderDetails.requirements.18.0": "Help",
  "orderDetails.requirements.19.0": "Cancel Order",
  "orderDetails.requirements.20.0": "Are you sure you cancel the order?",
  "orderDetails.requirements.21.0": "Return",
  "orderDetails.requirements.22.0": "Cancel",
  "orderDetails.requirements.23.0": "Delivery Details",
  "orderDetails.requirements.24.0": "Failed to Cancel Order",

  "cardPoint.requirements.1.0": "Point",
  "cardPoint.requirements.2.0": "Successfully exchanged points, please check the voucher page! ",
  "cardPoint.requirements.3.0": "Not enough points, let's shop first!",
  "cardPoint.requirements.4.0": "Exchange",
  "cardPoint.requirements.5.0": "Available",
  "cardPoint.requirements.6.0": "No min.order",
  "cardPoint.requirements.7.0": "Min. order",
  "cardPoint.requirements.8.0": "Valid until ",
  "cardPoint.requirements.9.0": "Exchange",
  "cardPoint.requiremnets.10.0": "Successfully redeemed points, please check the voucher page! ",
  "cardPoint.requiremnets.11.0": "Not enough points, let's shop first!",
  "cardPoint.requirements.12.0": "Max. order ",
  "cardPoint.requirements.13.0": "Valid until",
  "cardPoint.requirements.14.0": "Discount for ",
  "cardPoint.requirements.15.0": "Discount of ",
  "cardPoint.requirements.16.0": "Read the Terms and Conditions"
}
