{
  "changeLanguage.title": "Silahkan pilih bahasa yang akan Anda gunakan",
  "changeLanguage.indonesia": "Indonesia",
  "changeLanguage.english": "Inggris",
  "changeLanguage.selectLanguage": "Ganti Bahasa",

  "bottomNav.home": "Beranda",
  "bottomNav.transaction": "Transaksi",
  "bottomNav.help": "Bantuan",
  "bottomNav.profile": "Profil",

  "onBoarding.changeLanguage": "Ganti Bahasa",
  "onBoarding.next": "Selanjutnya",
  "onBoarding.placeholder": "Masukkan Nama Lengkapmu",

  "step1.title": "Nikmati Kemudahan Berqurban",
  "step1.subtitle": "Kami memberikan pengalaman berqurban online terbaik hanya untuk Anda",

  "step2.title": "Beragam Pilihan Terjangkau",
  "step2.subtitle": "Kami memiliki beragam pilihan produk spesial sesuai dengan kebutuhan",

  "step3.title": "Sebelumnya, siapa namamu?",

  "homeCategory.aqiqahProgram": "Program Aqiqah",
  "homeCategory.qurbanProgram": "Program Qurban",
  "homeNicePerson.title": "Kisah Orang Baik",
  "homeArticle.readMore": "Baca Selengkapnya",

  "category.search": "Cari kebaikan yang kamu butuhkan",

  "addon.appBar": "Custom Pesanan",
  "addon.chooseMinimum": "Pilih minimal",
  "addon.outOfStock": "Stok Habis",
  "addon.free": "Gratis",
  "addon.postscript": "Catatan Tambahan",
  "addon.optional": "Opsional",
  "addon.placeholder": "Contoh : Minta kantong plastik double!",
  "addon.price": "Harga",
  "addon.add": "Tambah",

  "cardProduct.add": "Tambah",
  "cardProduct.canCustomized": "Bisa Custom",
  "cardProduct.buy": "Beli",

  "productDetail.title": "Detail Produk",
  "productDetail.description": "Deskripsi",

  "cart.title": "Keranjang Belanja",
  "cart.totalProduct": "Total Produk",
  "cart.addMore": "Tambah Lagi",
  "cart.totalPayment": "Total Pembayaran",
  "cart.shipping": "belum termasuk biaya antar",
  "cart.shopAt": "Kamu Belanja Di",

  "product.empty": "Item yang anda cari mungkin habis / tidak tersedia sekarang. Tunggu beberapa hari lagi.",

  "articleDetail.anotherStory": "Kisah Lainnya",

  "signIn": "Masuk",
  "signIn.withEmail": "Masuk dengan Email",
  "signIn.withGoogle": "Masuk dengan Google",
  "signIn.greeting": "Nikmati kepuasan dan kenyamanan kualitas belanja kebutuhan sehari - hari dengan",
  "signIn.agreement": "Dengan masuk dan mendaftar, Anda menyetujui",

  "privacyPolicy": "Kebijakan Privasi",
  "and": "dan",

  "termAndCondition": "Syarat Penggunaan",
  "termAndCondition.pleaseRead": "Mohon untuk membaca syarat dan ketentuan (“Syarat dan Ketentuan”) yang tertulis di bawah ini secara seksama sebelum memesan Barang atau menggunakan Layanan dari Situs ini. Untuk menggunakan Layanan kami, Anda harus berumur 21 tahun atau lebih. Apabila Anda berumur di bawah 21 tahun, maka anda membutuhkan izin dari orang tua atau wali anda. Dengan tetap mengakses Situs ini dan memesan Barang atau Layanan dari Situs ini melalui telepon atau aplikasi telepon genggam kami, Anda setuju untuk terikat dengan Syarat dan Ketentuan ini.",
  "termAndCondition.preliminaryTitle": "Pendahuluan",
  "termAndCondition.preliminaryContent": "adalah sebuah layanan one demand service yang menghubungkan pasar tradasional dengan pembeli melalui sebuah aplikasi. OLEH KARENA ITU PARA PIHAK SEPAKAT ATAS KETENTUAN DI BAWAH INI:",

  "termAndCondition.definitionTitle": "Definisi",
  "termAndCondition.definition.2.1": "'Perjanjian' yaitu perjanjian ini ('Syarat dan Ketentuan'), Kebijakan Privasi, setiap bentuk lainnya, dan cara pembayaran;",
  "termAndCondition.definition.2.2": "'Aplikasi' yaitu aplikasi yang dapat dipasang pada telepon genggam dari",
  "termAndCondition.definition.2.3": "'Pengiriman' yaitu jasa pengiriman yang disediakan oleh Pedagang, pedagang disini adalah pedagang Pasar Tradisional yang bekerja sama atau pihak ketiga yang bekerja sama dengan",
  "termAndCondition.definition.2.4.1": "'Barang' yaitu produk konsumen yang dijual secara eceran oleh Pedagang. Namun demikian,",
  "termAndCondition.definition.2.4.2": " mempunyai wewenang tersendiri untuk tidak memasukkan Barang tersebut pada Platform;",
  "termAndCondition.definition.2.5": "'Jam Operasional' yaitu waktu dan hari pada saat Pasar Tradisional terbuka untuk umum;",
  "termAndCondition.definition.2.6.1": "'Pedagang yang Bekerja Sama' atau 'Pedagang' adalah pihak ketiga, yang bekerja sama dengan",
  "termAndCondition.definition.2.6.2": "untuk memasok Barang sehubungan dengan Layanan;",
  "termAndCondition.definition.2.7.1": "'Platform' yaitu www.",
  "termAndCondition.definition.2.7.2": ".id, sebuah properti berupa domain internet yang terdaftar dan setiap aplikasi telepon genggam atau web yang menyediakan akses yang sama;",
  "termAndCondition.definition.2.7.3": ".com, sebuah properti berupa domain internet yang terdaftar dan setiap aplikasi telepon genggam atau web yang menyediakan akses yang sama;",
  "termAndCondition.definition.2.8": "'Kebijakan Privasi' yaitu perjanjian yang ditunjukkan pada Situs ini, mengatur cara kami mengumpulkan dan menyimpan data;",
  "termAndCondition.definition.2.9": "'Layanan' yaitu setiap layanan yang kami sediakan dan dapat Anda minta melalui Situs atau Aplikasi kami;",
  "termAndCondition.definition.2.10.1": "'Situs' yaitu www.",
  "termAndCondition.definition.2.10.2": ".id atau sub-domain lainnya yang kami gunakan untuk menawarkan Barang dan Layanan kami;",
  "termAndCondition.definition.2.10.3": ".com atau sub-domain lainnya yang kami gunakan untuk menawarkan Barang dan Layanan kami;",
  "termAndCondition.definition.2.11": "'Anda', 'Kalian', 'Konsumen' yaitu Anda, seseorang yang mengakses Situs ini atau Aplikasi untuk memesan Barang dan menggunakan Layanan dari Situs atau Aplikasi atau cara lainnya untuk memesan dari",

  "termAndCondition.orderTitle": "Pemesanan",
  "termAndCondition.order.3.1.1": "Dengan melakukan pemesanan Barang melalui Situs atau Aplikasi",
  "termAndCondition.order.3.1.2": ".id berarti Anda memesan produk dari Pedagang yang Bekerja Sama (bukan dari",
  "termAndCondition.order.3.1.3": ".id hanya sebuah penyedia Platform yang menyediakan Layanan bagi Konsumen untuk memesan Barang. Dalam hal terdapat keluhan dari Konsumen,",
  "termAndCondition.order.3.1.4": ".id melalui layanan pelanggan akan menyampaikan keluhan tersebut kepada Pedagang yang Bekerja Sama dan mencari solusi yang terbaik bagi Konsumen.",
  "termAndCondition.order.3.2.1": "Setiap informasi yang Anda berikan kepada",
  "termAndCondition.order.3.2.2": ".id hanya digunakan sehubungan dengan Layanan,",
  "termAndCondition.order.3.2.3": ".id menjamin bahwa informasi tersebut tidak akan dipindahkan, diberikan, atau diinformasikan kepada pihak ketiga lainnya, kecuali yang diatur secara spesifik dalam Syarat dan Ketentuan ini atau Kebijakan Privasi.",
  "termAndCondition.order.3.3": "Pada saat memesan melalui Situs ini Anda diminta untuk memberikan alamat e-mail dan sandi. Anda harus memastikan bahwa informasi mengenai hal tersebut aman dan Anda tidak memberikan informasi tersebut kepada pihak ketiga.",
  "termAndCondition.order.3.4": "Barang yang dikirim adalah untuk kebutuhan Anda dan tidak untuk dijual. Anda menjamin bahwa Anda tidak bertindak sebagai agen untuk pihak ketiga.",
  "termAndCondition.order.3.5": "Anda menjamin bahwa Anda cakap secara hukum untuk melakukan pemesanan atas Barang yang disediakan melalui Situs atau Aplikasi. Anda setuju untuk memberikan identitas yang valid sebelum membuat pesanan. Anda pun setuju untuk menunjukkan identitas yang valid, apabila diminta pada saat pengiriman untuk membuktikan identitas Anda.",
  "termAndCondition.order.3.6": "Kami akan melakukan seluruh tindakan yang diperlukan, sejauh kemampuan kami, untuk menjaga data pemesanan dan pembayaran Anda, namun demikian, apabila tidak terdapat kesalahan dari bagian kami, kami tidak dapat dianggap bertanggung jawab untuk setiap kerugian yang mungkin Anda terima apabila pihak ketiga melakukan tindakan tanpa persetujuan untuk mengakses setiap data yang Anda berikan pada saat mengakses atau memesan melalui Situs kecuali terbukti lain.",

  "termAndCondition.priceTitle": "Harga dan Pembayaran",
  "termAndCondition.price.4.1.1": "Seluruh harga yang terdaftar pada Situs atau Aplikasi yang berdasarkan informasi dari Pedagang yang Bekerja Sama adalah benar pada saat dipublikasikan. Namun demikian, harga tersebut dapat berubah karena alasan bisnis. Sebagai penyedia platform,",
  "termAndCondition.price.4.1.2": ".id akan mengubah harga yang terdaftar segera setelah terjadinya perubahan oleh Pedagang.",
  "termAndCondition.price.4.2.1": "Seluruh harga yang terdaftar untuk pengiriman oleh pihak ketiga yang bekerja sama dengan",
  "termAndCondition.price.4.2.2": ".id yang tercantum pada Situs atau Aplikasi adalah benar pada saat publikasi. Namun demikian harga tersebut dapat berubah karena alasan bisnis. Sebagai penyedia platform,",
  "termAndCondition.price.4.2.3": ".id akan mengubah harga yang terdaftar setelah terjadinya perubahan oleh pihak ketiga tersebut.",
  "termAndCondition.price.4.3": "Total harga untuk Pengiriman, Barang atau Layanan yang dipesan, termasuk biaya pengiriman dan biaya lainnya, akan tercantum pada Situs pada saat Anda menempatkan pesanan Anda di proses periksa. Harga yang harus dibayar oleh Konsumen merupakan harga yang tercantum pada saat Konsumen berada di proses periksa dari Situs atau Aplikasi. Perubahan terhadap harga yang terdaftar tidak dapat terjadi pada saat Konsumen berada dalam proses periksa dari Situs atau Aplikasi.",
  "termAndCondition.price.4.4.1": "Anda sepakat untuk memberikan kuasa kepada",
  "termAndCondition.price.4.4.2": ".id untuk membayar pada saat barang sudah sampai di tangan Anda.",
  "termAndCondition.price.4.5.1": "Seluruh pembayaran harus dilakukan untuk seluruh Barang yang dikirim dan Layanan yang disediakan. Pembayaran harus dilakukan berdasarkan pilihan yang disediakan",
  "termAndCondition.price.4.5.2": ".id pada Situs atau Aplikasi.",

  "termAndCondition.shippingPolicyTitle": "Kebijakan Pengiriman",
  "termAndCondition.shippingPolicy.5.1": "Waktu pengiriman yang disediakan pada saat pemesanan hanya perkiraan dan dapat berubah. Waktu pengiriman yang dapat dipilih adalah dalam rentang waktu 1-3 jam pada hari yang sama dengan hari pemesanan dan pada hari berikutnya. Jumlah pengiriman barang pada setiap waktu pengiriman adalah terbatas, hal ini berarti kami tidak dapat menjamin bahwa Anda akan menerima pengiriman sesuai dengan waktu yang Anda inginkan. Keterbatasan tersebut akan diberitahukan di Situs atau Aplikasi, dan Anda dapat memilih waktu pengiriman yang masih tersedia.",
  "termAndCondition.shippingPolicy.5.2": ".id akan melakukan pengiriman Barang tanpa berkerjasama dengan pihak ketiga. Kami akan berupaya sebaik mungkin untuk memastikan bahwa pengiriman dilakukan dalam rentang waktu 1-3 jam setelah Anda melakukan proses periksa.",
  "termAndCondition.shippingPolicy.5.3.1": "Namun demikian, Anda dapat menghubungi",
  "termAndCondition.shippingPolicy.5.3.2": ".id jika Anda tidak menerima Barang dalam rentang waktu yang sudah ditetapkan oleh pihak kami.",
  "termAndCondition.shippingPolicy.5.3.3": ".id akan memfasilitasi permasalahan Anda untuk menemukan solusi terbaik dalam situasi tersebut.",
  "termAndCondition.shippingPolicy.5.4": "Pengiriman hanya tersedia selama Jam Operasional dari Pasar Tradisional yang Bekerja Sama.",
  "termAndCondition.shippingPolicy.5.5": "Barang akan diantar ke alamat yang Anda tentukan pada saat pemesanan.",
  "termAndCondition.shippingPolicy.5.6.1": "Dalam keadaan tertentu apabila terjadi keterlambatan pengiriman, atas kebijakan sendiri,",
  "termAndCondition.shippingPolicy.5.6.2": ".id dapat tidak mengenakan biaya pengiriman terhadap Konsumen.",
  "termAndCondition.shippingPolicy.5.7": "Semua risiko atas Barang beralih kepada Anda pada saat Pengiriman.",
  "termAndCondition.shippingPolicy.5.8.1": "Jika Anda tidak dapat menerima Barang yang diantar kepada Anda pada saat Pengiriman, atau kami tidak dapat mengantarnya pada waktu yang sudah ditetapkan dikarenakan kesalahan Anda dalam memberikan informasi yang cukup dan instruksi yang tepat, maka Barang tersebut dianggap telah diantar kepada Anda dan semua risiko dan tanggung jawab atas Barang tersebut beralih pada Anda. Setiap penyimpanan, asuransi dan biaya/pengeluaran lain yang kami tanggung sebagai bagian dari ketidakmampuan melakukan pengiriman karena kesalahan Anda, menjadi tanggung jawab Anda dan Anda harus memberikan kompensasi yang diperlukan kepada",
  "termAndCondition.shippingPolicy.5.8.2": ".id apabila ada. Namun demikian, hal tersebut tidak berlaku apabila Anda sudah menghubungi",
  "termAndCondition.shippingPolicy.5.8.3": ".id melalui e-mail, telepon, atau layanan pelanggan.",
  "termAndCondition.shippingPolicy.5.9": "Anda harus memastikan bahwa pada saat Pengiriman Barang, pengaturan yang diperlukan termasuk akses pengiriman sudah tersedia demi keamanan pengiriman Barang tersebut. Kami tidak bertanggung jawab untuk setiap kerusakan, biaya dan pengeluaran yang timbul terhadap Barang tersebut atau tempat-tempat pada saat hal ini terjadi sebagai hasil atas kesalahan Anda dalam memberikan akses dan situasi yang memadai untuk pengiriman.",
  "termAndCondition.shippingPolicy.5.10.1": "Pedagang yang Bekerja Sama dan/atau",
  "termAndCondition.shippingPolicy.5.10.2": ".id tidak bertanggung jawab kepada Anda atas kerugian, kewajiban, biaya, kerusakan, denda, atau pengeluaran yang timbul dari keterlambatan pengiriman barang, kecuali jika terbukti bahwa keterlambatan tersebut diakibatkan oleh kesalahan Pedagang yang Bekerja Sama dan/atau",
  "termAndCondition.shippingPolicy.5.11": "Mohon perhatikan bahwa pengiriman mungkin tidak dapat dilakukan ke beberapa lokasi. Dalam hal ini, kami akan memberikan pemberitahuan terlebih dahulu kepada Anda dan membatalkan pemesanan Anda.",

  "termAndCondition.rejectionTitle": "Penolakan dan Pembatalan",
  "termAndCondition.rejection.6.1.1": "Anda memahami bahwa pada saat pemesanan, Barang mungkin tidak tersedia dikarenakan beberapa alasan dari Pedagang yang Bekerja Sama. Dalam hal ini,",
  "termAndCondition.rejection.6.1.2": ".id akan memberitahu Anda melalui layanan pelanggan kami (melalui e-mail atau telepon) bahwa barang yang Anda pesan tidak tersedia, dan akan mengembalikan setiap pembayaran yang telah Anda lakukan dalam waktu barang sudah Anda terima atau setelah transaksi, tergantung pada cara pembayaran Anda.",

  "termAndCondition.returnPolicyTitle": "Kebijakan Pengembalian",
  "termAndCondition.returnPolicy.7.1": ".id dan Pedagang yang Bekerja Sama akan memberikan informasi dan penjelasan yang akurat untuk setiap produk, namun apabila Anda menerima produk-produk yang Anda anggap tidak dapat diterima, Anda berhak untuk menolak produk tersebut, dengan memberikan alasan mengapa produk tersebut tidak dapat diterima. Kami akan mempertimbangkan keberatan Anda dan mengembalikan pembayaran atas produk tersebut dalam waktu 1 (satu) hari kerja setelah transaksi, tergantung pada cara pembayaran Anda.",
  "termAndCondition.returnPolicy.7.2": "Apabila atas pertimbangan lain, Anda tidak puas dengan pelayanan yang kami berikan, Anda dapat memberikan penilaian atas pelayanan kami melalui Situs atau Aplikasi. Berdasarkan kebijakan kami, Anda dapat menerima pengembalian uang dari sebagian biaya Layanan yang disediakan.",

  "termAndCondition.informationTitle": "Informasi",
  "termAndCondition.information.8.1": "Pada saat kami meminta informasi dari Anda untuk memastikan Pengiriman, Anda setuju untuk memberikan informasi yang akurat dan lengkap",
  "termAndCondition.information.8.2": "Anda sepakat untuk mengizinkan kami untuk menggunakan, menyimpan atau memproses informasi pribadi Anda yang diperlukan untuk menyediakan Pengiriman, Barang atau Layanan kepada Anda dan untuk tujuan pemasaran dan pengendalian kredit (“Penggunaan”). Penggunaan ini dapat berupa dibukanya informasi pribadi Anda pada pihak ketiga tertentu yang kami pilih, setiap kali kami meyakini bahwa layanan yang ditawarkan oleh pihak ketiga tersebut penting bagi Anda atau ketika hal ini diwajibkan oleh hukum, atau dalam rangka Pengiriman Makanan, Barang atau Layanan untuk Anda. Informasi lebih lanjut dapat dilihat pada Kebijakan Privasi kami.",
  "termAndCondition.information.8.3": "Anda berhak untuk meminta salinan informasi pribadi Anda yang kami miliki. Silakan hubungi kami ketika Anda ingin meminta informasi ini.",

  "termAndCondition.complaintTitle": "Keluhan",
  "termAndCondition.complaint.9.1": ".id akan berusaha sebaik mungkin untuk memfasilitasi keluhan Anda dengan menyampaikan keluhan tersebut kepada Pedagang yang Bekerja Sama atau Pedagang. Kami menanggapi keluhan pelanggan secara serius dan mengusahakan untuk menanggapi keluhan Anda sesegera mungkin. Segala keluhan ditujukan pada tumbassemarang@gmail.com atau melalui layanan pelanggan kami secara langsung.",

  "termAndCondition.liabilityTitle": "Batasan Tanggung Jawab",
  "termAndCondition.liability.10.1": "Kami berusaha sebaik mungkin untuk memastikan bahwa informasi pada Situs atau Aplikasi adalah benar dan bebas dari kesalahan pada setiap saat. Terlepas dari usaha maksimal kami, kami tidak dapat menjamin bahwa pada Situs atau Aplikasi akan selalu bebas dari kesalahan dan penggunaannya selalu sesuai dengan tujuan, tepat waktu dan setiap kesalahan akan dikoreksi, dan situs atau server bebas dari virus atau bug atau menunjukkan keseluruhan fungsi, akurasi, kehandalan Situs tersebut dan kami tidak dapat menjamin terhadap hal-hal tersebut, baik secara eksplisit atau implisit, berkaitan dengan kesesuaian dengan tujuan, atau akurasi.",
  "termAndCondition.liability.10.2": "Dengan menyetujui ketentuan penggunaan ini Anda sepakat untuk melepaskan kami dari tanggung jawab apapun yang timbul dari penggunaan informasi dari pihak ketiga oleh Anda, atau konsumsi Barang dari Pedagang yang Bekerja Sama oleh Anda.",
  "termAndCondition.liability.10.3": "Kami melepaskan setiap dan seluruh tanggung jawab kepada Anda terhadap pelaksanaan Pengiriman, pemasokan Barang dan Layanan selama diperbolehkan oleh peraturan perundang-undangan yang berlaku. Hal ini tidak mempengaruhi hak Anda berdasarkan hukum sebagai pelanggan. Apabila kami menemukan bahwa kami bertanggung jawab atas kehilangan atau kerugian apapun kepada Anda, tanggung jawab tersebut terbatas pada nilai yang telah Anda bayar untuk Barang atau Layanan yang relevan. Kami tidak dapat menerima tanggung jawab untuk setiap kehilangan, kerugian atau pengeluaran apapun, termasuk setiap kehilangan langsung atau tidak langsung seperti kehilangan keuntungan pada Anda, apapun alasannya. Pembatasan tanggung jawab ini tidak berlaku terhadap kecelakaan atau kematian pribadi yang timbul secara langsung atas kelalaian kami.",
  "termAndCondition.liability.10.4": "Kami tidak menerima tanggung jawab apapun untuk setiap keterlambatan, kegagalan, kesalahan atau kelalaian atau kerugian atas informasi yang dikirimkan, virus atau kontaminasi lainnya atau hal-hal yang merusak yang dikirimkan kepada sistem komputer milik pelanggan melalui Situs atau Aplikasi kami.",
  "termAndCondition.liability.10.5": "Kami tidak bertanggung jawab untuk setiap kegagalan atau keterlambatan dalam melakukan Layanan atau mengirimkan Barang yang mana kegagalan tersebut timbul sebagai akibat dari setiap tindakan atau kelalaian, yang di luar kendali kami seperti segala kejadian luar biasa dan tidak dapat dihindari yang disebabkan secara langsung dan khusus oleh kekuatan alam yang tidak dapat diantisipasi, dikendalikan, atau dicegah, dengan tindakan kehati-hatian, ketelitian, dan perhatian, termasuk namun tidak terbatas pada: perang, kerusuhan, huru-hara, perintah undang-undang atau pemerintah, peraturan, ketentuan atau arahan dan tindakan dari pihak ketiga.",
  "termAndCondition.liability.10.6": "Apabila kami dikontrak untuk memberikan pesanan yang identik atau mirip kepada lebih dari satu Konsumen dan tidak dapat memenuhi seluruh kewajiban kami kepada Anda dengan alasan Keadaan Kahar, kami dapat menentukan berdasarkan wewenang kami, pesanan mana yang akan kami penuhi dan sejauh mana akan kami lakukan. Namun, kami akan memberikan pemberitahuan terlebih dahulu kepada pihak-pihak yang telah memesan tetapi tidak dapat dipenuhi pesanannya dan Anda berhak atas kebijakan pengembalian sebagaimana dijelaskan pada Bagian 7.",
  "termAndCondition.liability.10.7": "Produk yang kami jual hanya untuk penggunaan perorangan lokal dan digunakan untuk konsumen. Dengan demikian, kami tidak bertanggung jawab atas setiap kehilangan yang tidak langsung, kehilangan karena suatu sebab, kehilangan data, kehilangan pendapatan atau keuntungan, kehilangan atau kerusakan pada properti dan/atau kerugian atas klaim dari pihak ketiga yang timbul atas penggunaan Situs atau Aplikasi atau untuk setiap produk atau layanan yang dibeli dari kami.",
  "termAndCondition.liability.10.8": "Kami telah mengambil langkah-langkah untuk mencegah penipuan melalui Internet dan memastikan setiap data yang dikumpulkan dari Anda disimpan seaman mungkin. Namun, kami tidak bertanggung jawab dalam hal terjadi peristiwa yang kemungkinannya sangat kecil terjadi pada server komputer atau dari pihak ketiga.",
  "termAndCondition.liability.10.9.1": "Dalam hal kami memiliki keyakinan bahwa terdapat penyalahgunaan voucher dan/atau kode diskon atau terdapat hal yang menimbulkan penipuan,",
  "termAndCondition.liability.10.9.2": ".id dapat melakukan pemblokiran terhadap konsumen dengan segera dan berhak untuk menolak memberikan layanan di masa nanti terhadap konsumen tersebut. Kemudian, apabila terdapat penyalahgunaan voucher atau kode diskon, kami berhak untuk mendapat kompensasi dari setiap dan seluruh pelaku yang melakukan hal tersebut.",
  "termAndCondition.liability.10.10": "Penawaran merupakan sesuatu yang menjadi kewenangan kami dan dapat ditarik kapanpun dengan pemberitahuan sebelumnya kepada calon Konsumen.",

  "termAndCondition.requirementsTitle": "Ketentuan Umum",
  "termAndCondition.requirements.11.1": "Seluruh harga adalah dalam Rupiah (IDR).",
  "termAndCondition.requirements.11.2": "Kami dapat melakukan sub-kontrak terhadap beberapa bagian atau bagian-bagian dari Layanan atau Barang yang kami sediakan kepada Anda dari waktu ke waktu.",
  "termAndCondition.requirements.11.3": "Kami akan mempublikasikan setiap perubahan yang materiil atau subtantif dari Syarat dan Ketentuan pada Situs atau Aplikasi, dan Anda harus membaca perubahan tersebut secara teliti. Jika Anda melanjutkan untuk menggunakan dan mengakses Situs atau Aplikasi setiap setelah Syarat dan Ketentuan yang diubah dipublikasikan, maka akan dianggap sebagai persetujuan Anda terhadap Syarat dan Ketentuan yang diubah.",
  "termAndCondition.requirements.11.4.1": "Setiap keberatan atas Syarat dan Ketentuan yang diubah harus diberikan kepada",
  "termAndCondition.requirements.11.4.2": ".id dalam waktu 7 (tujuh) hari setelah perubahan tersebut dipublikasikan pada Situs atau Aplikasi.",
  "termAndCondition.requirements.11.5": "Anda tidak dapat untuk menggunakan atau meluncurkan sistem otomatis atau program sehubungan dengan Situs atau Aplikasi Kami atau fungsi pemesanan online-nya.",
  "termAndCondition.requirements.11.6": "Anda tidak dapat mengumpulkan atau mengambil informasi mengenai identitas pribadi dari Situs atau Aplikasi, penggunaan sistem komunikasi yang disediakan oleh Situs atau Aplikasi untuk dikumpulkan secara komersil, pengumpulan untuk segala alasan oleh pengguna Situs atau Aplikasi sehubungan dengan pendaftarannya di Situs atau Aplikasi, atau mempublikasikan atau mendistribusikan setiap vouchers atau kode sehubungan dengan situs atau mengumpulkan atau pengambilan atau melakukan hack terhadap Situs atau Aplikasi.",
  "termAndCondition.requirements.11.7": "Syarat dan Ketentuan bersama dengan Kebijakan Privasi, setiap bentuk lainnya dan cara pembayaran merupakan satu kesatuan perjanjian antara Anda dan Kami. Tidak ada ketentuan baik secara eksplisit atau implisit yang akan menjadi bagian dari Perjanjian ini. Dalam hal terdapat perbedaan antara Syarat dan Ketentuan ini dan setiap dari ketentuan atau aturan pada Situs atau Aplikasi kecuali yang berkaitan dengan masalah privasi, maka Syarat dan Ketentuan akan berlaku.",
  "termAndCondition.requirements.11.8": "Jika terdapat ketentuan atau keadaan pada Perjanjian yang menjadi tidak valid, ilegal atau tidak dapat diterapkan, maka para pihak dengan ini sepakat bahwa ketentuan atau kondisi tersebut akan dihapus dan ketentuan lainnya dalam Perjanjian akan tetap berlaku tanpa ketentuan atau keadaan tersebut.",
  "termAndCondition.requirements.11.9": "Syarat dan Ketentuan ini dan Perjanjian kami diatur dan dibuat berdasarkan hukum Indonesia. Para pihak dengan ini sepakat untuk memilih jurisdiksi Pengadilan Negeri Semarang.",
  "termAndCondition.requirements.11.10": "Tidak ada penundaan atau kegagalan untuk menerapkan hak atau ganti rugi yang merupakan hak kami berdasarkan Perjanjian, yang akan dianggap sebagai pengesampingan atas bagian kami terhadap hak atau ganti rugi tersebut kecuali pengesampingan tersebut dikonfirmasi secara tertulis.",
  "termAndCondition.requirements.11.11": "Syarat dan Ketentuan ini dan kontrak (dan semua kewajiban non kontraktual yang timbul atau sehubungan dengan itu) diatur dan dibuat berdasarkan Hukum Indonesia. Kami dan Anda dengan ini secara non-ekslusif memilih jurisdiksi kepaniteraan Pengadilan Negeri Semarang. Seluruh kesepakatan, korespondensi dan kontak antara kita harus dibuat berdasarkan Bahasa Indonesia.",

  "privacyPolicy.title": "Kebijakan Privasi",
  "privacyPolicy.UPPERCASE": "KEBIJAKAN PRIVASI",

  "privacyPolicy.requirements.definition.1.1": "Kebijakan Privasi ini telah dibuat oleh",
  "privacyPolicy.requirements.definition.1.2": ".id untuk melindungi dan menjaga privasi dari Pengguna Situs atau Aplikasi milik kami (",
  "privacyPolicy.requirements.definition.1.3": ".id). Kami menyediakan kebijakan ini kepada Anda untuk menginformasikan Anda informasi-informasi yang dapat kami kumpulkan selama Anda mengunjungi Situs milik",
  "privacyPolicy.requirements.definition.1.4": ".id (“Situs”) atau aplikasi dari telepon genggam (“Aplikasi”), mengapa kami mengumpulkan informasi pelanggan, untuk apa kami menggunakan informasi tersebut, dalam kondisi seperti apa kami dapat membuka informasi tersebut, dan bagaimana Anda dapat menginstruksikan kami untuk membatasi penggunaan informasi tersebut. Kebijakan Privasi ini merupakan bagian yang tidak terpisahkan dari Syarat dan Ketentuan kami. Apabila terdapat perbedaan antara Kebijakan Privasi dan Syarat dan Ketentuan sehubungan dengan hal-hal yang berkaitan dengan privasi, maka ketentuan dalam Kebijakan Privasi ini yang berlaku.",

  "privacyPolicy.requirements.title.1.0": " Data Yang Dikumpulkan dalam Situs ini",
  "privacyPolicy.requirements.title.1.1": " Alamat IP:",
  "privacyPolicy.requirements.1.1.1": "Ketika mengunjungi Situs, alamat IP dari komputer milik pengguna akan terdaftar pada sistem online ",
  "privacyPolicy.requirements.1.1.2": ".id. Alamat IP adalah deretan angka biner dari komputer yang digunakan ketika mengunjungi Situs. Alamat IP didaftarkan agar",
  "privacyPolicy.requirements.1.1.3": ".id dapat melacak komputer yang digunakan dalam hal terjadi penyalahgunaan atau perbuatan melawan hukum sehubungan dengan kunjungan pada atau penggunaan Situs. Selanjutnya, alamat IP digunakan untuk memperoleh perkiraan lokasi Anda (tingkat kota).",

  "privacyPolicy.requirements.title.1.2": " Jenis perangkat yang Anda gunakan Misalnya:",
  "privacyPolicy.requirements.1.2.1": "komputer, telepon genggam, dsb, sistem operasional yang Anda gunakan.",

  "privacyPolicy.requirements.title.1.3": "Jenis situs pencari (web browser) yang Anda gunakan Misalnya:",
  "privacyPolicy.requirements.1.3.1": "Google Chrome, Mozilla Firefox, Safari, Internet Explorer, dsb.",

  "privacyPolicy.requirements.1.4": "Informasi Pribadi Dalam rangka memproses pesanan Anda dengan menggunakan Situs atau Aplikasi, kami menghendaki Anda untuk memberikan beberapa informasi pribadi kepada kami yang mengidentifikasi Anda secara personal dan lokasi pengiriman Anda. Kami menerima dan menyimpan seluruh informasi yang Anda masukkan di bagian manapun pada Situs atau Aplikasi. Hal ini termasuk:",

  "privacyPolicy.requirements.title.1.4.1": " Formulir Pendaftaran:",
  "privacyPolicy.requirements.1.4.1": "Informasi termasuk, namun tidak terbatas pada: Nama, Alamat, Nomor Telepon, Alamat E-mail.",

  "privacyPolicy.requirements.title.1.4.2": " Formulir Pemesanan:",
  "privacyPolicy.requirements.1.4.2": "Informasi, termasuk namun tidak terbatas pada: Tanggal Berakhir, dan Alamat Pengiriman.",

  "privacyPolicy.requirements.title.1.4.3": " Informasi Pengiriman:",
  "privacyPolicy.requirements.1.4.3": "Informasi termasuk, namun tidak terbatas pada: Nama, Alamat, Nomor Telepon, Instruksi Khusus Pengiriman.",

  "privacyPolicy.requirements.title.1.4.4": " Informasi",
  "privacyPolicy.requirements.1.4.4": "Pelanggan: Informasi termasuk, namun tidak terbatas pada: Produk Yang Dipesan, Jumlah Pesanan.",

  "privacyPolicy.requirements.title.1.4.5": " Informasi Pelanggan Lainnya:",
  "privacyPolicy.requirements.1.4.5": "Apabila Anda berkomunikasi dengan kami melalui e-mail, atau mengisi formulir secara online, survey, atau melalui suatu kontes, setiap informasi yang diberikan tersebut dapat dianggap sebagai Informasi Pribadi.",
  "privacyPolicy.requirements.1.4.5.2": "Informasi ini secara bersama-sama disebut sebagai “Informasi Pribadi”. Anda dapat memilih untuk tidak memberikan Informasi Pribadi tertentu kepada kami. Dalam kondisi tersebut, Anda tetap dapat mengakses dan melihat sebagian besar Situs atau Aplikasi, namun, Anda tidak dapat memesan produk apapun. Selain itu, Anda dapat memilih untuk tidak memberikan informasi tertentu, namun Anda mungkin tidak dapat menerima seluruh manfaat dari fitur-fitur pada Situs atau Aplikasi.",

  "privacyPolicy.requirements.title.2.0": " Bagaimana kami menggunakan Informasi Pribadi Anda",
  "privacyPolicy.requirements.2.0": "Kami menggunakan Informasi Pribadi Anda untuk tujuan berdasarkan permintaan Anda, memproses dan mengisi pesanan pelanggan, memverifikasi kualifikasi Anda terhadap produk dan layanan tertentu, penagihan, memperbaiki layanan kami, menyediakan pengalaman berbelanja yang lebih baik dan sesuai kebutuhan pribadi Anda, berkomunikasi dengan Anda, dan menginformasikan penawaran khusus kepada Anda. Dari waktu ke waktu, kami dapat menggunakan Informasi Pribadi Anda untuk mengirim sampel produk baru atau merek produk yang berbeda dari yang biasa Anda pesan secara cuma-cuma kepada Anda. Namun, apabila Anda memilih untuk “opt out” (keluar) dari fitur ini, silakan merujuk pada Bagian 10 dari Kebijakan Privasi ini. Dengan menyetujui Kebijakan Privasi ini, Anda memahami dan sepakat bahwa ",
  "privacyPolicy.requirements.2.0.1": ".id dapat memberikan Informasi Pribadi Anda kepada pihak ketiga selama diperlukan atau dibutuhkan untuk memenuhi pesanan Anda atau menyelesaikan transaksi Anda. Sebagai contoh, kami dapat menggunakan pihak ketiga sebagai penyedia/pemasok barang tertentu, sebuah perusahaan pengiriman lain untuk mengirim pesanan, dan dalam hal pemrosesan kartu kredit oleh suatu perusahaan untuk menagih pengguna atas barang dan layanan. Kami juga dapat memberikan Informasi Pribadi Anda sebagaimana dijelaskan dalam Bagian 5 dan 12 di bawah. Sebagai pengecualian terhadap yang diatur di atas, dan pada Bagian 5 dan 12 di bawah, kami tidak akan memberikan Informasi Pribadi Anda kepada pihak ketiga kecuali Anda telah memberikan izin kepada kami untuk melakukannya.",

  "privacyPolicy.requirements.title.3.0": " Penyebaran Informasi Pribadi",
  "privacyPolicy.requirements.3.0": "Sebagai tambahan terhadap Bagian 2 di atas, kami menyebarkan informasi demografi kepada rekan kami secara anonim dan berdasarkan jumlah keseluruhan. Jenis data ini tidak terhubung dengan setiap informasi pribadi yang dapat diindentifikasi. Kami bekerja sama dengan pihak ketiga untuk memberikan layanan kepada Anda. Kami menyebarkan informasi ketika perusahaan lain terlibat dalam transaksi sehingga perusahaan tersebut dapat melaksanakan fungsinya.",

  "privacyPolicy.requirements.title.4.0": " Pengendali Data",
  "privacyPolicy.requirements.4.1": " Untuk informasi dimana",
  "privacyPolicy.requirements.4.1.1": ".id menjadi pengendali data, ",
  "privacyPolicy.requirements.4.1.2": ".id akan menjadi pengendali data terhadap data induk yang Anda masukkan sehubungan dengan pembuatan profil atau pendaftaran untuk newsletter, yaitu nama Anda, sandi Anda dan alamat e-mail Anda, serta pendaftaran alamat IP Anda. Selanjutnya,",
  "privacyPolicy.requirements.4.1.3": ".id akan menjadi pengendali data terhadap informasi yang diberikan kepada penyedia jasa lainnya.",
  "privacyPolicy.requirements.4.2": " Untuk informasi dimana Anda menjadi pengendali data, Anda akan menjadi pengendali data terhadap konten yang Anda pilih untuk diberikan pada Situs dan untuk data yang diberikan pada profil Anda dalam Media Sosial, yang merupakan akibat atas terhubungnya profil Anda pada Situs dengan profil Anda di Media Sosial.",

  "privacyPolicy.requirements.title.5.0": " Pengolah Data",
  "privacyPolicy.requirements.5.1": ".id dapat secara ekslusif menggunakan jasa perusahaan untuk memelihara teknis operasional, keamanan, kerahasiaan data pribadi yang dimuat dalam Situs. Perusahaan ini adalah pengolah data sehubungan dengan data pribadi dimana",
  "privacyPolicy.requirements.5.1.1": ".id menjadi pengendali datanya. Dengan menyetujui Kebijakan Privasi ini, Anda memberikan persetujuan kepada",
  "privacyPolicy.requirements.5.1.2": ".id untuk mengizinkan pengolah data yang sama untuk memproses data-data dimana Anda adalah pengendali datanya. Pengolah data dapat bertindak sendiri berdasarkan instruksi dari",
  "privacyPolicy.requirements.5.1.3": ".id. Dengan menyetujui Kebijakan Privasi ini, Anda memberikan persetujuan Anda kepada ",
  "privacyPolicy.requirements.5.1.4": ".id untuk memberikan instruksi yang diperlukan kepada pengolah data untuk memproses data berdasarkan Kebijakan Privasi ini dan untuk keperluan penggunaan Situs. Pengolah data telah membuat tindakan teknis dan pengelolaan kemananan yang dianggap perlu terhadap informasi yang secara tidak sengaja atau melawan hukum dirusak, hilang atau kualitasnya memburuk dan terhadap informasi yang diketahui oleh orang yang tidak berhak, disalahgunakan atau dengan cara yang lain yang bertentangan dengan cara-cara pengolahan data pribadi. Atas permintaan Anda – dengan memperhatikan pemberian upah kepada pengolah data dengan hitungan tarif per jam – pengolah data memberikan Anda informasi yang cukup untuk memperlihatkan bahwa tindakan teknis dan pengelolaan kemananan telah dibuat. Dalam hal tersebut, ",
  "privacyPolicy.requirements.5.1.5": ".id akan memfasilitasi permintaan Anda kepada pengolah data.",

  "privacyPolicy.requirements.title.6.0": " Tindakan Pengamanan",
  "privacyPolicy.requirements.6.1": ".id akan berupaya semaksimal mungkin untuk menjamin bahwa data yang dicatat, termasuk informasi pribadi, data kartu kredit, sandi dan informasi rahasia lainnya, tidak akan dibuka, dipindahkan, diberikan kepada atau digunakan secara melawan hukum oleh pihak yang tidak berwenang. Berkaitan dengan hal ini, ",
  "privacyPolicy.requirements.6.1.1": ".id secara berkala akan memeriksa sistemnya untuk mencegah serangan dan kerentanan terhadap hal-hal tersebut. Namun demikian, dikarenakan internet adalah ruang yang tidak 100% aman,",
  "privacyPolicy.requirements.6.1.2": ".id tidak dapat setiap waktu memastikan atau menjamin keamanan informasi yang dikirim ke ",
  "privacyPolicy.requirements.6.1.3": ".id. Informasi yang dikirim melalui Situs tidak terenkripsi, dan oleh karena itu ",
  "privacyPolicy.requirements.6.1.4": ".id menyarankan Anda untuk secara hati-hati menyampaikan informasi yang bersifat rahasia melalui jaringan internet. Namun demikian, ",
  "privacyPolicy.requirements.6.1.5": ".id dapat memberikan catatan audit untuk seluruh aktivitas yang dilakukan pada Situs apabila hal ini diminta oleh instansi yang berwenang untuk keperluan hukum sebagaimana ditentukan dalam peraturan perundang-undangan yang berlaku.",

  "privacyPolicy.requirements.title.7.0": " Situs ini menggunakan cookies dan berikut ini kami menjelaskan cookies apa yang kami gunakan dan untuk tujuan apa hal tersebut digunakan. Dengan menggunakan Situs kami, Anda menerima bahwa kami menggunakan cookies sebagaimana dijelaskan sebagai berikut.",
  "privacyPolicy.requirements.7.1": " Apa itu cookies? Cookies adalah satuan kecil dari informasi yang Situs tempatkan pada hard disk komputer , tablet, atau smartphone Anda. Cookies berisi informasi yang Situs gunakan untuk membuat komunikasi antara Anda dan situs pencari (web browser) Anda menjadi lebih efisien. Cookies tidak mengidentifikasi Anda sebagai seorang pengguna individu, melainkan komputer Anda. Terdapat dua jenis Cookies, yaitu session cookies dan persistent cookies. Session Cookies adalah bagian informasi yang bersifat sementara yang dihapus ketika Anda keluar dari situs pencari (web browser) Anda. Persistent Cookies adalah bagian informasi yang lebih bersifat permanen yang disimpan dan berada di komputer Anda sampai informasi-informasi tersebut dihapus. Persistent Cookies terhapus dengan sendirinya setelah periode waktu tertentu namun diperbaharui setiap kali Anda mengunjungi Situs. Situs menggunakan session cookies dan persistent cookies.",
  "privacyPolicy.requirements.7.2": " Jenis cookies apa yang kami gunakan dan untuk tujuan apa? Kami menggunakan cookies untuk:",
  "privacyPolicy.requirements.title.7.2.1": " Statistik",
  "privacyPolicy.requirements.7.2.1": "Mengukur lalu lintas Situs, yaitu jumlah pengunjung pada Situs, dari mana domain asal pengunjung, halaman apa yang dikunjungi pengunjung pada Situs, dan di mana lokasi area geografis pengunjung secara umum.",
  "privacyPolicy.requirements.title.7.2.2": " Peningkatan fungsi Situs",
  "privacyPolicy.requirements.7.2.2": "Mengoptimalisasi pengalaman Anda dengan Situs, termasuk mengingat ID Pengguna Anda dan sandi ketika Anda kembali ke Situs, sehingga Anda tidak harus melakukan proses log-in lagi.",
  "privacyPolicy.requirements.title.7.2.3": " Menghubungkan dengan Media Sosial",
  "privacyPolicy.requirements.7.2.3": "Kami memberikan Anda kemungkinan untuk terhubung dengan Media Sosial, seperti Facebook.",
  "privacyPolicy.requirements.title.7.3": " Cookies Pihak Ketiga",
  "privacyPolicy.requirements.7.3": "Situs kami menggunakan cookies dari Pihak Ketiga sebagai berikut:",
  "privacyPolicy.requirements.7.3.1": " Google Analytic: untuk keperluan statistik. Anda dapat menolak cookies dari Google Analytic dengan mengklik tautan ini http://tools.google.com/dlpage/gaoptout",
  "privacyPolicy.requirements.7.3.2": " Facebook: Ditempatkan oleh Facebook hanya apabila Anda berinteraksi dengan plug-in Facebook atau masuk ke dalam Facebook dari sumber yang lain dengan maksud untuk terhubung dan terintegrasi dengannya.",
  "privacyPolicy.requirements.7.3.3": " Twitter: Ditempatkan oleh Twitter hanya apabila Anda berinteraksi dengan plug-in Twitter atau masuk ke dalam Twitter dari sumber yang lain dengan maksud untuk terhubung dan terintegrasi dengannya.",
  "privacyPolicy.requirements.7.3.3.google": " Ditempatkan oleh Google+ hanya apabila Anda berinteraksi dengan plug-in Google+ atau masuk ke dalam Google+ dari sumber yang lain dengan maksud untuk terhubung dan terintegrasi dengannya",
  "privacyPolicy.requirements.title.7.4": " Penghapusan Cookies",
  "privacyPolicy.requirements.7.4": "Apabila Anda menginginkannya, Anda dapat menghapus cookies yang telah ada pada perangkat Anda. Jika Anda menggunakan PC atau browser terbaru, Anda dapat menekan CTRL + SHIFT + DELETE secara bersamaan. Jika shortcuts tersebut tidak berkerja pada browser Anda, silahkan kunjungi halaman pendukung pada browser yang bersangkutan. Mohon perhatikan bahwa Situs kami tidak akan bekerja secara maksimal apabila Anda menghapus cookies tersebut.",

  "privacyPolicy.requirements.title.8.0": " Informasi yang Hilang atau Dicuri",
  "privacyPolicy.requirements.8.0": "Apabila nama pengguna, atau sandi Anda hilang, dicuri atau digunakan tanpa ijin, Anda harus segera menghubungi kami melalui Layanan Pelanggan kami di nomor +62 82 242861268 dan/atau mengirimkan email ke tumbassemarang@gmail.com. Dalam hal ini, kami akan menganggap bahwa Anda telah membatalkan nama pengguna, dan sandi yang Anda gunakan pada sistem kami dan selanjutnya Kami akan memperbarui data kami.",
  "privacyPolicy.requirements.8.1": "Apabila nama pengguna, atau sandi Anda hilang, dicuri atau digunakan tanpa ijin, Anda harus segera menghubungi kami melalui Layanan Pelanggan kami di nomor +62 812 2882 3048 dan/atau mengirimkan email ke",
  "privacyPolicy.requirements.8.2": ".id@gmail.com. Dalam hal ini, kami akan menganggap bahwa Anda telah membatalkan nama pengguna, dan sandi yang Anda gunakan pada sistem kami dan selanjutnya Kami akan memperbarui data kami.",

  "privacyPolicy.requirements.title.9.0": " Akses, koreksi dan penghapusan",
  "privacyPolicy.requirements.title.9.1": " Akses",
  "privacyPolicy.requirements.9.1": "Atas permintaan tertulis kepada",
  "privacyPolicy.requirements.9.1.2": ".id melalui informasi kontak yang terdapat dalam Bagian 10,",
  "privacyPolicy.requirements.9.1.3": ".id akan memberikan informasi kepada Anda mengenai tujuan pemrosesan; siapa yang menerima informasi dan dari mana informasi tersebut berasal. ",
  "privacyPolicy.requirements.9.1.4": ".id akan memberikan informasi tersebut di atas sesegera mungkin.",
  "privacyPolicy.requirements.title.9.2": " Koreksi dan penghapusan",
  "privacyPolicy.requirements.9.2": "Apabila Anda menemukan bahwa",
  "privacyPolicy.requirements.9.2.1": ".id sebagai pengendali data memproses data yang salah atau menyesatkan, ",
  "privacyPolicy.requirements.9.2.2": ".id akan mengoreksi berdasarkan permintaan Anda. Kami merekomendasikan agar Anda – apabila memungkinkan – mengoreksi kesalahan tersebut sendiri. Anda kapanpun dapat mengoreksi atau menghapus konten dan informasi apapun pada Situs, dimana Anda berperan sebagai pengendali data, lihat pada Bagian 4.2. Apabila data pribadi berubah, atau apabila Anda tidak lagi menginginkan data tersebut muncul pada Situs, Anda dapat memperbaharui atau menghapus informasi dengan melakukan proses log in pada profil pengguna Anda. Ketika profil Anda telah dihapus, semua data yang berhubungan dengan profil pengguna Anda akan terhapus.",

  "privacyPolicy.requirements.title.10.0": " Bagaimana membatasi penggunaan informasi Anda",
  "privacyPolicy.requirements.10.0": "Pengguna kami diberikan kesempatan untuk “opt out” (keluar), agar informasi mereka tidak digunakan untuk kepentingan yang tidak berkaitan langsung terhadap penempatan, pemrosesan, pemenuhan atau pengiriman suatu pesanan produk pada saat kami menanyakan informasi. Apabila Anda “opt out” (keluar) dan tidak ingin kami mengirim materi yang kami pikir Anda akan tertarik, seperti informasi produk, contoh produk, dan pesan/e-mail promosi dari kami dan situs dan perusahaan yang kami miliki, Anda dapat memberitahu kami melalui salah satu dari dua cara di bawah ini:",
  "privacyPolicy.requirements.10.1": "10.1 Mengirim email ke: tumbassemarang@gmail.com",

  "privacyPolicy.requirements.title.11.0": " Perubahan pada Kebijakan Privasi",
  "privacyPolicy.requirements.11.1": ".id dapat sewaktu-waktu membuat perubahan pada Kebijakan Privasi-nya dengan efek di masa yang akan datang. Kami akan memberitahu terlebih dahulu mengenai perubahan tersebut. ",
  "privacyPolicy.requirements.11.1.2": ".id akan memberikan informasi kepada pengguna Situs mengenai perubahan tersebut ketika pengguna masuk ke Situs. Apabila Anda menginginkannya,",
  "privacyPolicy.requirements.11.1.3": ".id akan memberikan informasi mengenai perubahan yang substansial pada Kebijakan Privasi ini melalui e-mail Anda yang terdaftar di data kami.",
  "privacyPolicy.requirements.11.2": " Anda sepakat bahwa dengan tetap menggunakan Situs atau Applikasi setelah versi Kebijakan Privasi yang telah dimodifikasi, adalah bentuk persetujuan Anda terhadap Kebijakan privasi yang telah dimodifikasi tersebut.",

  "privacyPolicy.requirements.title.12.0": " Pengungkapan yang Disyaratkan oleh Hukum",
  "privacyPolicy.requirements.12.1": "Kami dapat mengungkapkan Informasi Pribadi ketika disyaratkan oleh hukum atau ketika tindakan tersebut dibutuhkan dalam rangka mematuhi perintah undang-undang atau untuk memenuhi panggilan pengadilan atau proses hukum yang ditujukan kepada",
  "privacyPolicy.requirements.12.2": ".id atau karyawan atau prinsipal. Lebih lanjut, kami berhak mengungkap informasi tersebut ketika",
  "privacyPolicy.requirements.12.3": ".id meyakini bahwa pengungkapan tersebut diperlukan untuk mengidentifikasi, menghubungi, atau melakukan tindakan hukum terhadap pihak yang mungkin melanggar Syarat dan Ketentuan ",
  "privacyPolicy.requirements.12.4": ".id atau yang mungkin mengakibatkan kerugian atau gangguan terhadap hak-hak atau properti milik ",
  "privacyPolicy.requirements.12.5": ".id, pelanggan terdaftar atau calon pelanggan ",
  "privacyPolicy.requirements.12.6": ".id atau pihak lain yang mungkin dirugikan karena tindakan tersebut.",

  "privacyPolicy.requirements.title.13.0": " Pertanyaan mengenai Situs dan Kebijakan privasi",
  "privacyPolicy.requirements.13.0": "Apabila ada pertanyaan mengenai Kebijakan Privasi ",
  "privacyPolicy.requirements.13.0.1": ".id, pengolahan data kami, perbaikan data atau hubungan Anda dengan kami secara umum, silakan menghubungi",
  "privacyPolicy.requirements.13.0.2": ".id melalui email tumbassemarang@gmail.com",

  "privacyPolicy.requirements.13.1.1": "Apabila ada pertanyaan mengenai Kebijakan Privasi",
  "privacyPolicy.requirements.13.1.2": ", pengolahan data kami, perbaikan data atau hubungan Anda dengan kami secara umum, silakan menghubungi",
  "privacyPolicy.requirements.13.1.3": " melalui email",
  "privacyPolicy.requirements.13.1.4": ".id@gmail.com",

  "firebaseLogin.requirements.1.0": "Masukkan Email",
  "firebaseLogin.requirements.2.0": "Format email tidak sesuai",

  "firebasePassword.requirements.1.0": "Masukkan Password",

  "notRegistered.requirements.1.0": "Belum terdaftar",
  "register.requirements.1.0": " Daftar",

  "forgotPassword.requirements.1.0": " Lupa Password?",

  "loginButton.requirements.1.0": "Masuk",

  "cancel.requirements.1.0": "Batalkan",

  "goBack.requirements.1.0": "Daftar Dengan Email",

  "regiterEmail.requirements.title.1.0": "Daftar Dengan Email",

  "labelName.requirements.1.0": "Nama:",
  "namePlaceholder.requirements.1.0": "Masukkan Nama",

  "labelPhone.requirements.1.0": "Nomor Telepon",
  "phonePlaceholder.requirements.1.0": "Masukkan Nomor Telepon",

  "emailPlaceholder.requirements.1.0": "Masukkan Email",

  "errorEmail.requirements.1.0": "Format email tidak sesuai",

  "passwordPlaceholder.requirements.1.0": "Masukkan Password",

  "alredyRegistered.requirements.1.0": "Sudah terdaftar ?",

  "login.requirements.1.0": " Masuk",

  "firebaseLoginAdd.requirements.1.0": "Atur Ulang Password",
  "firebaseLoginAdd.requirements.2.0": "Masukkan Email",
  "firebaseLoginAdd.requirements.3.0": "Format email tidak sesuai",
  "firebaseLoginAdd.requirements.4.0": "Kami akan mengirimkan email untuk mengatur ulang password Anda",
  "firebaseLoginAdd.requirements.5.0": "Reset Ulang",
  "firebaseLoginAdd.requirements.6.0": "Batalkan",

  "registerButton.requirements.1.0": "Daftar",
  "cancelButton.requirements.1.0": "Batalkan",

  "transaction.requirements.title.1.0": "Transaksi",
  "transaction.requirements.1.0": "Transaksi Masih Kosong",
  "transaction.requirements.2.0": "Belum ada transaksi nih, belanja sekarang yuk!",

  "transactionHistory.requirements.1.0": "Riwayat Transaksi",

  "helpCenter.requirements.1.0": "Pusat Bantuan",
  "helpCenter.ask.requirements.1.0": " Anda Memerlukan Bantuan?",
  "helpCenter.ask.requirements.2.1": "Masih ",
  "helpCenter.ask.requirements.2.2": "butuh bantuan",
  "helpCenter.ask.requirements.2.3": " atau ",
  "helpCenter.ask.requirements.2.4": "punya pertanyaan lain",
  "helpCenter.ask.requirements.2.5": " yang ingin ditanyakan?",

  "helpCenter.contactUs.requirements.1.0": "HUBUNGI KAMI",
  "helpCenter.service.requirements.1.0": "Layanan Pelanggan 24 Jam, Senin s/d Minggu, tidak termasuk Hari Libur Nasional.",

  "profile.navBar.requirements": "Profil",
  "profile.userTitle.requirements": "Pengguna",

  "profile.account.requirements.title.1.0": "Akun",
  "profile.account.requirements.1.1": "Pesananku",
  "profile.account.requirements.1.2": "Alamat Tersimpan",
  "profile.account.requirements.1.3": "Voucherku",
  "profile.account.requirements.1.4": "Masukkan Kode Promo",
  "profile.account.requirements.1.5": "Poinku",

  "profile.another.requirements.title.1.0": "Info Lainnya",
  "profile.another.requirements.1.1": "Kebijakan Privasi",
  "profile.another.requirements.1.2": "Syarat Penggunaan",
  "profile.another.requirements.1.3": "Tentang Kami",

  "profile.signOut.requirements": "Keluar",

  "address.addressBar.requirements": "Alamat",
  "address.requirements.1.0": "Tidak Ada Alamat",
  "address.requirements.2.0": "Alamat kosong silahkan tambahkan alamat terlebih dahulu.",
  "address.buttonAdd.1.0": "Tambah Alamat",

  "cardAddress.requirements.1.0": "Utama",
  "cardAddress.requirements.2.0": "Jadikan Alamat Utama",
  "cardAddress.requirements.3.0": "Ubah Alamat",

  "addAddress.requirements.1.0": "Cari Provinsi",
  "addAddress.requirements.2.0": "Provinsi tidak ditemukan",
  "addAddress.requirements.3.0": "Yey, Anda telah melihat semuanya",
  "addAddress.requirements.4.0": "Nama Penerima",
  "addAddress.requirements.4.0.1": "Masukkan Nama Lengkap",
  "addAddress.requirements.5.0": "Nomor Telepon",
  "addAddress.requirements.5.0.1": "Masukkan Nomor Telepon",
  "addAddress.requirements.6.0": "Email",
  "addAddress.requirements.6.0.1": "Masukkan Email Aktif",
  "addAddress.requirements.6.0.2": "Email tidak valid",
  "addAddress.requirements.7.0": "Nama Tempat",
  "addAddress.requirements.7.0.1": "Contoh: Rumah, Kantor, dll",
  "addAddress.requirements.8.0": "Provinsi / Kota / Kecamatan / Kelurahan",
  "addAddress.requirements.8.0.1": "Pilih Provinsi",
  "addAddress.requirements.9.0": "Kode Pos",
  "addAddress.requirements.10.0": "Detail alamat",
  "addAddress.requirements.10.0.1": "Nama Jalan, Gedung, No. Rumah",
  "addAddress.requirements.11.0": "Opsional untuk pengiriman kurir instan",
  "addAddress.requirements.12.0": "Ubah",
  "addAddress.requirements.13.0": "Pilih Lokasi Anda",
  "addAddress.requirements.14.0": "Perbarui",
  "addAddress.requirements.15.0": "Peta Lokasi",

  "addAddress.requirements.16.0": "Cari Provinsi/Kota/Kecamatan/Kelurahan",
  "addAddress.requirements.17.0": "Yey, Anda telah melihat semuanya",
  "addAddress.requirements.18.0": "Provinsi tidak ditemukan",
  "addAddress.requirements.19.0": "Tambah Alamat",
  "addAddress.requirements.20.0": "Nama Penerima",
  "addAddress.requirements.21.0": "Masukkan Nama Lengkap",
  "addAddress.requirements.22.0": "Isi bidang setidaknya 3 karakter",
  "addAddress.requirements.23.0": "Nomor Telepon",
  "addAddress.requirements.24.0": "Masukkan Nomor Telepon",
  "addAddress.requirements.25.0": "Mohon isi telepon anda",
  "addAddress.requirements.26.0": "Nomor Telepon tidak valid",
  "addAddress.requirements.27.0": "Email",
  "addAddress.requirements.28.0": "Masukkan Email Aktif",
  "addAddress.requirements.29.0": "Email tidak valid",
  "addAddress.requirements.30.0": "Nama Tempat",
  "addAddress.requirements.31.0": "Contoh: Rumah, Kantor, dll",
  "addAddress.requirements.32.0": "Isi bidang setidaknya 3 karakter",
  "addAddress.requirements.33.0": "Provinsi / Kota / Kecamatan / Kelurahan",
  "addAddress.requirements.34.0": "Pilih Provinsi/Kota/Kecamatan/Kelurahan",
  "addAddress.requirements.35.0": "provinsi",
  "addAddress.requirements.36.0": "Bidang ini wajib diisi!",
  "addAddress.requirements.37.0": "Kode pos",
  "addAddress.requirements.38.0": "Bagian ini wajib diisi!",
  "addAddress.requirements.39.0": "Detail alamat",
  "addAddress.requirements.40.0": "Nama Jalan, Gedung, No.Rumah",
  "addAddress.requirements.41.0": "Isi bidang setidaknya 3 karakter",
  "addAddress.requirements.42.0": "Peta Lokasi",
  "addAddress.requirements.43.0": "Opsional untuk pengiriman kurir instan",
  "addAddress.requirements.44.0": "Ubah",
  "addAddress.requirements.45.0": "Pilih Lokasi Anda",
  "addAddress.requirements.46.0": "Simpan",
  "addAddress.requirements.47.0": "kota",
  "addAddress.requirements.48.0": "Alamat",
  "addAddress.requirements.49.0": "Tidak Ada Alamat",
  "addAddress.requirements.50.0": "Alamat kosong silahkan tambahkan alamat terlebih dahulu.",
  "addAddress.requirements.51.0": "tambah alamat",

  "addAddress.requirements.52.0": "Alamat Tersimpan",
  "addAddress.requirements.53.0": "Cari Alamat",
  "addAddress.requirements.54.0": "Alamat yang anda ketik tidak tersedia. Silakan tambahkan alamat",
  "addAddress.requirements.55.0": "Oops, kamu belum memiliki alamat yang tersimpan. Tambahkan alamat yuk",
  "addAddress.requirements.56.0": "Tambah Alamat Baru",
  "addAddress.requirements.57.0": "Alamat Utama",

  "voucher.voucherBar.requirements": "Voucher Kamu",
  "voucher.requirements.1.0": "Yey, Anda telah melihat semuanya",
  "voucher.requirements.2.0": "Tidak ada vouchers yang tersedia!",
  "voucher.requirements.3.0": "Voucher Terpasang",
  "voucher.labelVoucher.requirements.1.0": "Pakai",

  "promo.titlePromo.requirements.1.0": "Kode Promo",
  "promo.requirements.1.0": "Punya Kode Voucher?",
  "promo.requirements.2.0": "Masukkan kode vouchernya di bawah ini!",
  "promo.promoPlaceholder.requirements.1.0": "Kode voucher",
  "promo.submit.requirements.1.0": "Submit",
  "promo.error.requirements.1.0": "Voucher Gagal Terpasang!",
  "promo.success.requirements.1.0": "Voucher Telah Tersimpan",
  "promo.requirements.3.0": "Voucher senilai ",
  "promo.requirements.4.0": " telah tersimpan,",
  "promo.requirements.5.0": " selamat menikmati!",
  "promo.invalidError": "Kode voucher yang kamu gunakan tidak valid. Silahkan masukkan kode yang benar dan coba lagi",
  "promo.expiredError": "Masa berlaku voucher sudah habis.",
  "promo.usageLimitReached": "Batas penggunaan voucher telah tercapai",
  "promo.minSpendLimit": "Minimum pembelanjaan untuk voucher ini adalah",
  "promo.maxSpendLimit": "Maksimum pembelanjaan untuk voucher ini adalah",
  "promo.restrictedEmail": "Karena pembatasan email.",
  "promo.appliedIndividualError": "Error applied individual use only",
  "promo.notApplicable": "Maaf, voucher ini tidak berlaku untuk isi keranjang Anda.",
  "promo.notEnable": "Voucher tidak diaktifkan",

  "aboutUs.requirements.1.0": "Tentang Kami",

  "cartShipment.requirements.1.0": "Pesan",
  "cartShipment.requirements.2.0": "Ambil Sendiri",
  "cartShipment.requirements.3.0": "Pesan Antar",
  "cartShipment.requirements.4.0": "Detail Pengiriman",
  "cartShipment.requirements.5.0": "Alamat Pengiriman",
  "cartShipment.requirements.6.0": "Ubah",
  "cartShipment.requirements.7.0": "Sebelum lanjut bayar, isi detail alamat kamu dulu ya di sini!",
  "cartShipment.requirements.8.0": "Alamat untuk penerima pengiriman",
  "cartShipment.requirements.9.0": "Harap isi alamat terlebih dahulu!",
  "cartShipment.requirements.10.0": "Email tidak valid",
  "cartShipment.requirements.11.0": "Harap pilih metode pengiriman!",
  "cartShipment.requirements.12.0": "Harap pilih metode pembayaran!",
  "cartShipment.requirements.13.0": "Ringkasan Pemesanan",
  "cartShipment.requirements.14.0": "Lebih detail",
  "cartShipment.requirements.15.0": "Lebih singkat",
  "cartShipment.requirements.16.0": "belum termasuk biaya antar",
  "cartShipment.requirements.17.0": "Diskon",
  "cartShipment.requirements.18.0": "Poin",
  "cartShipment.requirements.19.0": "Total Pembayaran",
  "cartShipment.requirements.20.0": "Kamu Belanja Di: ",
  "cartShipment.requirements.21.0": "Pesan",
  "cartShipment.requirements.22.0": "Hanya berlaku untuk",
  "cartShipment.requirements.23.0": "Tidak berlaku untuk",
  "cartShipment.requirements.24.0": "Berlaku untuk kategori",
  "cartShipment.requirements.25.0": "Tidak berlaku untuk kategori",
  "cartShipment.requirements.26.0": "Cek lagi nanti atau tunggu beberapa saat",
  "cartShipment.requirements.27.1": "Internal server ",
  "cartShipment.requirements.27.2": " lagi kurang fit nih. Tunggu beberapa saat lagi dan tekan coba lagi ya.",
  "cartShipment.requirements.28.0": "Tutup",
  "cartShipment.requirements.29.0": "Maaf hari ini toko tutup",
  "cartShipment.requirements.30.0": "Buka hari ini ",
  "cartShipment.requirements.31.0": "Kode voucher yang kamu gunakan tidak valid. Silahkan masukkan kode yang benar dan coba lagi.",
  "cartShipment.requirements.32.0": "Masa berlaku voucher sudah habis.",
  "cartShipment.requirements.33.0": "Batas penggunaan voucher telah tercapai.",
  "cartShipment.requirements.34.0": "Minimum pembelanjaan untuk voucher ini adalah ",
  "cartShipment.requirements.35.0": "Karena pembatasan email.",
  "cartShipment.requirements.36.0": "Error hanya berlaku pada pengguna individual",
  "cartShipment.requirements.37.0": "Maaf, voucher ini tidak berlaku untuk isi keranjang Anda.",
  "cartShipment.requirements.38.0": "Voucher not Enable",
  "cartShipment.requirements.39.0": "Maaf, Stok Tidak Mencukupi",
  "cartShipment.requirements.40.0": "Maaf, Stok addon tidak mencukupi",
  "cartShipment.requirements.41.0": "Quantity melebihi stok yang tersedia!",
  "cartShipment.requirements.42.0": "Toko Tutup Sementara",
  "cartShipment.requirements.43.0": "Ups.. server sibuk nih",
  "cartShipment.requirements.44.0": "Harap isi alamat terlebih dahulu!",
  "cartShipment.requirements.45.0": "Harap pilih metode pengiriman terlebih dahulu!",
  "cartShipment.requirements.46.0": "Harap isi alamat terlebih dahulu!",
  "cartShipment.requirements.47.0": "Maaf, tidak ada pengiriman yang tersedia!",
  "cartShipment.requirements.48.0": "Toko Tutup",
  "cartShipment.requirements.49.0": "Maaf kode voucher anda tidak bisa dipakai",
  "cartShipment.requirements.50.0": "Subtotal",
  "cartShipment.requirements.51.0": "Maaf, Stok addon tidak mencukupi",
  "cartShipment.requirements.52.0": "Maksimum pembelanjaan untuk voucher ini adalah ",
  "cartShipment.requirements.53.0": "Punya kode voucher?",
  "cartShipment.requirements.54.0": "Masukkan",

  "takeByYourSelf.requirements.1.0": "Nama Lengkap",
  "takeByYourSelf.requirements.2.0": "Alamat Email",
  "takeByYourSelf.requirements.3.0": "Nomor Telepon",
  "takeByYourSelf.requirements.4.0": "Catatan Order",

  "btnShipping.requirements.1.0": "Metode Pengiriman",
  "btnShipping.requirements.2.0": "Pilih Metode Pengiriman",

  "btnPaynment.requirements.1.0": "Metode Pembayaran",
  "btnPaynment.requirements.2.0": "Pilih metode pembayaran",

  "paynmentMethod.requirements.1.0": "Pilih Metode Pembayaran",
  "paynmentMethod.requirements.2.0": "Pembayaran tidak tersedia",

  "fillData.requirements.1.0": "Yuk isi data diri dulu sebelum mengisi voucher",
  "fillData.requirements.2.0": "Isi Data Diri",

  "voucherCart.requirements.1.0": "Voucher Kamu",
  "voucherCart.requirements.2.0": "Punya kode voucher? Masukkan di sini",
  "voucherCart.requirements.3.0": "Yey, Anda telah melihat semuanya",
  "voucherCart.requirements.4.0": "Tidak ada vouchers yang tersedia!",

  "loadingOrder.requirements.1.0": "Pesanan Sedang Diproses",
  "loadingOrder.requirements.2.0": "Mohon tunggu sebentar ya!",
  "loadingOrder.requirements.3.0": "Pesanan kamu sedang kami proses",

  "cartOrder.requirements.1.0": "Keranjangmu masih kosong nih",
  "cartOrder.requirements.2.0": "Cari produk kebutuhanmu hari ini,",
  "cartOrder.requirements.3.0": "yuk belanja sekarang!",
  "cartOrder.requirements.4.0": "Belanja Sekarang",
  "cartOrder.requirements.5.0": "Lanjutkan Transaksi",

  "orderDetails.requirements.1.0": "Produk Digital",
  "orderDetails.requirements.2.0": "Catatan :",
  "orderDetails.requirements.3.0": "Detail Transaksi",
  "orderDetails.requirements.4.0": "Detail Pemesanan",
  "orderDetails.requirements.5.0": "Lainnya",
  "orderDetails.requirements.6.0": "Detail Penerima",
  "orderDetails.requirements.7.0": "Metode Pengiriman",
  "orderDetails.requirements.8.0": "No. Resi",
  "orderDetails.requirements.9.0": "Detail Penerima",
  "orderDetails.requirements.10.0": "Detail Pembayaran",
  "orderDetails.requirements.11.0": "Metode Pembayaran",
  "orderDetails.requirements.12.0": "Total Harga",
  "orderDetails.requirements.13.0": "Diskon",
  "orderDetails.requirements.14.0": "Poin",
  "orderDetails.requirements.15.0": "Total Pembayaran",
  "orderDetails.requirements.16.0": "Bayar Sekarang",
  "orderDetails.requirements.17.0": "Beli Lagi",
  "orderDetails.requirements.18.0": "Bantuan",
  "orderDetails.requirements.19.0": "Batalkan Pesanan",
  "orderDetails.requirements.20.0": "Apakah anda yakin membatalkan pesanan?",
  "orderDetails.requirements.21.0": "Kembali",
  "orderDetails.requirements.22.0": "Batalkan",
  "orderDetails.requirements.23.0": "Detail Pengiriman",
  "orderDetails.requirements.24.0": "Gagal Membatalkan Order",

  "cardPoint.requirements.1.0": "Poin",
  "cardPoint.requirements.2.0": "Berhasil menukar poin, silahkan cek ke halaman voucher! ",
  "cardPoint.requirements.3.0": "Poin tidak mencukupi, Yuk belanja dahulu!",
  "cardPoint.requirements.4.0": "Tukar",
  "cardPoint.requirements.5.0": "Tersedia",
  "cardPoint.requirements.6.0": "Tanpa min.order",
  "cardPoint.requirements.7.0": "Min. order",
  "cardPoint.requirements.8.0": "Berlaku sampai ",
  "cardPoint.requirements.9.0": "Tukar",
  "cardPoint.requiremnets.10.0": "Berhasil menukar poin, silahkan cek ke halaman voucher! ",
  "cardPoint.requiremnets.11.0": "Poin tidak mencukupi, Yuk belanja dahulu!",
  "cardPoint.requirements.12.0": "Maks. order ",
  "cardPoint.requirements.13.0": "Berlaku sampai",
  "cardPoint.requirements.14.0": "Diskon untuk ",
  "cardPoint.requirements.15.0": "Diskon sebesar ",
  "cardPoint.requirements.16.0": "Baca Syarat dan Ketentuan"
}
